import { Apartment } from './../components/types/type';

export const table: Apartment[] = [
  {
    name: '1416',
    balcony: true,
    studio: false,
    oneRoom: false,
    twoRoom: false,
    threeRoom: true,
    squareMeters: '60',
    view: true,
    hairDryer: true,
    dishwasher: false,
    oven: true,
    sleepingPlaces: '6',
    wifi: true,
    coffeeMachine: false,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/1416/1.jpg',
        id: '1416-0',
      },
      {
        img: '/assets/apartments/1416/2.jpg',
        id: '1416-1',
      },
      {
        img: '/assets/apartments/1416/3.jpg',
        id: '1416-2',
      },
      {
        img: '/assets/apartments/1416/4.jpg',
        id: '1416-3',
      },
      {
        img: '/assets/apartments/1416/5.jpg',
        id: '1416-4',
      },
      {
        img: '/assets/apartments/1416/6.jpg',
        id: '1416-5',
      },
      {
        img: '/assets/apartments/1416/7.jpg',
        id: '1416-6',
      },
      {
        img: '/assets/apartments/1416/8.jpg',
        id: '1416-7',
      },
    ],
    summerPrice: '12 000',
    winterPrice: '6 000',
    rooms: '3',
    floor: '14',

    description: [
      'Представляем вам уютный трехкомнатный апартамент площадью 60 m² с 6 спальными местами для комфортного проживания в компании семьи или друзей.',

      'В спальнях находятся двуспальные кровати и кондиционеры для того, чтобы гости могли комфортно отдохнуть и насладиться теплой атмосферой.',

      'В гостиной также есть раскладной диван, обеденный стол, кондиционер для создания максимально комфортных условий.',

      'В апартаменте есть балкон с видом на море, где гости могут наслаждаться красивым пейзажем.',

      'Вы будете чувствовать себя как дома в наших апартаментах благодаря чистому постельному белью, которое мы регулярно меняем и свежему аромату',

      'В ванной комнате, которая совмещена с туалетом, вы найдете все для комфортного пребывания',

      'Есть всё необходимое оборудование, включая новую технику, такую как духовка, микроволновка, чайник, холодильник, фен, утюг, телевизор, стиральная машина и бесплатный Wi-Fi.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Ждем вас в наших апартаментах!',
    ],
    meta: {
      title: 'Бронирование апартамента 1416 | Барселона Парк | Аренда',
      description:
        'Забронируйте уютный трехкомнатный апартамент площадью 60 m², 6 спальных мест в Барселона Парк, Сочи. Имеются две спальни с кондиционерами, балкон с видом на море и бесплатный Wi-Fi',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '42',
  },
  {
    name: '1415',
    balcony: false,
    studio: false,
    oneRoom: false,
    twoRoom: false,
    threeRoom: true,
    squareMeters: '60',
    view: true,
    hairDryer: true,
    dishwasher: false,
    oven: true,
    sleepingPlaces: '6',
    wifi: true,
    coffeeMachine: false,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/1415/1.jpg',
        id: '1415-0',
      },
      {
        img: '/assets/apartments/1415/2.jpg',
        id: '1415-1',
      },
      {
        img: '/assets/apartments/1415/3.jpg',
        id: '1415-2',
      },
      {
        img: '/assets/apartments/1415/4.jpg',
        id: '1415-3',
      },
      {
        img: '/assets/apartments/1415/5.jpg',
        id: '1415-4',
      },
      {
        img: '/assets/apartments/1415/6.jpg',
        id: '1415-5',
      },
      {
        img: '/assets/apartments/1415/7.jpg',
        id: '1415-6',
      },
      {
        img: '/assets/apartments/1415/8.jpg',
        id: '1415-7',
      },
    ],

    description: [
      'Добро пожаловать в уютный трехкомнатный апартамент, площадью 60 m², c 6 спальными местами, идеально подходящий для проживания вместе с семьей или друзьями.',

      'В двух спальнях находятся удобные двуспальные кровати и кондиционеры для того, чтобы гости могли полностью расслабиться и насладиться теплой атмосферой.',

      'В гостиной также есть раскладной диван, обеденный стол, кондиционер и один телевизор для создания максимально комфортных условий.',

      'Мы гарантируем, что в наших апартаментах всегда будет чистое постельное белье и свежесть.',

      'В ванной комнате, которая совмещена с туалетом, мы предоставляем все необходимые удобства, чтобы вы могли наслаждаться своим пребыванием у нас.',

      'Кухня оснащена всем необходимым оборудованием, включая новую технику, такую как духовка, микроволновка, чайник, холодильник и посудомоечная машина.',

      'Из апартамента можно лицезреть красивый вид на море, гости могут наслаждаться прекрасными пейзажами и теплым климатом.',

      'Для удобства гостей в апартаменте имеются фен, утюг, стиральная машина и бесплатный Wi-Fi.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Вы обязательно полюбите прекрасную обстановку и уютные условия проживания в нашем апартаменте.',
    ],
    summerPrice: '12 000',
    winterPrice: '6 000',
    rooms: '3',
    floor: '14',

    meta: {
      title: 'Бронирование апартамента 1415| Барселона Парк | Аренда',
      description:
        'Уютный трехкомнатный апартамент площадью 60 m² с 6 спальными местами в Барселона Парк, Сочи. Две спальни с кондиционерами, балкон с видом на море и бесплатный Wi-Fi - забронируйте уже сегодня!',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '41',
  },
  {
    name: '1410',
    balcony: true,
    studio: false,
    oneRoom: false,
    twoRoom: true,
    threeRoom: false,
    squareMeters: '54',
    view: true,
    hairDryer: true,
    dishwasher: true,
    oven: true,
    sleepingPlaces: '4',
    wifi: true,
    coffeeMachine: true,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/1410/1.jpg',
        id: '1410-0',
      },
      {
        img: '/assets/apartments/1410/2.jpg',
        id: '1410-1',
      },
      {
        img: '/assets/apartments/1410/3.jpg',
        id: '1410-2',
      },
      {
        img: '/assets/apartments/1410/4.jpg',
        id: '1410-3',
      },
      {
        img: '/assets/apartments/1410/5.jpg',
        id: '1410-4',
      },
      {
        img: '/assets/apartments/1410/6.jpg',
        id: '1410-5',
      },
      {
        img: '/assets/apartments/1410/7.jpg',
        id: '1410-6',
      },
      {
        img: '/assets/apartments/1410/8.jpg',
        id: '1410-7',
      },
    ],
    summerPrice: '12 000',
    winterPrice: '6 000',
    rooms: '2',
    floor: '14',

    description: [
      'Представляем вам уютные двухкомнатные апартаменты площадью 54 m², где могут разместиться до 4 гостей - идеальный выбор для семейного отдыха или компании друзей.',

      'В спальне расположена удобная двуспальная кровать, а в гостинной Вы можете расслабиться на раскладном диване и насладиться потрясающим видом на море.',

      'В гостиной есть обеденный стол и полностью оборудованная кухня с новой техникой, включая духовку, кофемашину, микроволновку, посудомоечную машину, чайник и холодильник.',

      'Кроме того, гости могут насладиться свежим воздухом и панорамным видом на море, отдыхая на балконе.',

      'Для обеспечения максимального удовольствия в апартаментах установлена потолочная система кондиционирования, которой легко управлять с помощью пульта.',

      'В апартаменте всегда чистое постельное белье и свежесть.',

      'Ванная комната совмещена с туалетом, что обеспечит вам максимальную комфорт.',

      'Апартаменты также оснащены стиральной машиной, утюгом, телевизором и бесплатным Wi-Fi.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Эти апартаменты обеспечат вам незабываемый отдых и уютное проживание.',
    ],
    meta: {
      title: 'Бронирование апартамента 1410 | Барселона Парк | Аренда',
      description:
        'Уютные двухкомнатные апартаменты в Барселона Парк, Сочи. Разместят до 4 гостей, с потрясающим видом на море, оборудованной кухней и балконом. Бесплатный Wi-Fi и кондиционеры.',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '40',
  },
  {
    name: '1409',
    balcony: true,
    studio: false,
    oneRoom: false,
    twoRoom: true,
    threeRoom: false,
    squareMeters: '50',
    view: true,
    hairDryer: true,
    dishwasher: false,
    oven: true,
    sleepingPlaces: '3',
    wifi: true,
    coffeeMachine: false,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/1409/1.jpg',
        id: '1409-0',
      },
      {
        img: '/assets/apartments/1409/2.jpg',
        id: '1409-1',
      },
      {
        img: '/assets/apartments/1409/3.jpg',
        id: '1409-2',
      },
      {
        img: '/assets/apartments/1409/4.jpg',
        id: '1409-3',
      },
      {
        img: '/assets/apartments/1409/5.jpg',
        id: '1409-4',
      },
      {
        img: '/assets/apartments/1409/6.jpg',
        id: '1409-5',
      },
      {
        img: '/assets/apartments/1409/7.jpg',
        id: '1409-6',
      },
      {
        img: '/assets/apartments/1409/8.jpg',
        id: '1409-7',
      },
    ],

    description: [
      'Представляем вам двухкомнатный апартамент площадью 50 m² с 3 спальными местами, который идеально подходит для семьи или компании друзей.',

      'В спальне удобная кровать и кондиционер, чтобы обеспечить качественный сон.',

      'В гостиной расположен мягкий диван, обеденный стол, кухня и всё необходимое для комфортного отдыха.',

      'Апартамент имеет прекрасный балкон с удивительным видом на море, где гости могут наслаждаться пейзажами и проводить время в приятной атмосфере.',

      'При входе в апартамент есть кондиционер, который обеспечит прохладу в жаркое время года.',

      'Вы будете чувствовать себя как дома в наших апартаментах благодаря чистому постельному белью, которое мы регулярно меняем.',

      'В ванной комнате, которая совмещена с туалетом, вы найдете все необходимое для пребывания.',

      'Для вашего удобства, в апартаменте есть все необходимые удобства, включая духовку, микроволновку, чайник, холодильник, посудомоечную машину, телевизор, фен, стиральную машину, а также бесплатный Wi-Fi.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Проведите незабываемое время в нашем апартаменте, который обеспечит вам комфортный и приятный отдых на прекрасном побережье.',
    ],

    summerPrice: '12 000',
    winterPrice: '6 000',
    rooms: '2',
    floor: '14',
    meta: {
      title: 'Бронирование апартамента 1409 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 50 m², 3 спальных места, 14 этаж, с видом на море в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '39',
  },
  {
    name: '1404',
    balcony: true,
    studio: false,
    oneRoom: false,
    twoRoom: true,
    threeRoom: false,
    squareMeters: '50',
    view: true,
    hairDryer: true,
    dishwasher: false,
    oven: false,
    sleepingPlaces: '4',
    wifi: true,
    coffeeMachine: false,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/1404/1.jpg',
        id: '1404-0',
      },
      {
        img: '/assets/apartments/1404/2.jpg',
        id: '1404-1',
      },
      {
        img: '/assets/apartments/1404/3.jpg',
        id: '1404-2',
      },
      {
        img: '/assets/apartments/1404/4.jpg',
        id: '1404-3',
      },
      {
        img: '/assets/apartments/1404/5.jpg',
        id: '1404-4',
      },
      {
        img: '/assets/apartments/1404/6.jpg',
        id: '1404-5',
      },
      {
        img: '/assets/apartments/1404/7.jpg',
        id: '1404-6',
      },
      {
        img: '/assets/apartments/1404/8.jpg',
        id: '1404-7',
      },
    ],

    description: [
      'Добро пожаловать в наши просторные и уютные двухкомнатные апартаменты площадью 50 m², идеальный вариант для семьи или компании друзей до 4 человек, которые хотят насладиться прекрасными видами на море и провести время в комфорте.',

      'В нашей спальне вы найдете удобную кровать и кондиционер, который обеспечит прохладу и комфорт в течение всего дня.',

      'В гостиной же вас ждет большой диван, прекрасная кухня и обеденный стол,  где вы сможете проводить время вместе.',

      'И, конечно же, не забудьте насладиться великолепным видом на море с балкона, который также входит в наш апартамент.',

      'В апартаментах также есть ванная комната с туалетом и всегда чистое постельное белье, чтобы вы могли чувствовать себя как дома.',

      'Вы найдете все необходимые удобства, такие как Wi-Fi, телевизор, фен, полотенца, утюг, стиральная машина, микроволновка, чайник, холодильник и кондиционеры в каждой комнате.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Насладитесь своим пребыванием в наших апартаментах, где простота и уют создают идеальную атмосферу для отдыха и релаксации.',
    ],

    summerPrice: '15 000',
    winterPrice: '6 000',
    rooms: '2',
    floor: '14',
    meta: {
      title: 'Бронирование апартамента 1404 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 50 m², 4 спальных места, 14 этаж, с видом на море в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '38',
  },
  {
    name: '1313',
    balcony: true,
    studio: false,
    oneRoom: false,
    twoRoom: false,
    threeRoom: true,
    squareMeters: '58',
    view: true,
    hairDryer: true,
    dishwasher: true,
    oven: true,
    sleepingPlaces: '6',
    wifi: true,
    coffeeMachine: false,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/1313/1.jpg',
        id: '1313-0',
      },
      {
        img: '/assets/apartments/1313/2.jpg',
        id: '1313-1',
      },
      {
        img: '/assets/apartments/1313/3.jpg',
        id: '1313-2',
      },
      {
        img: '/assets/apartments/1313/4.jpg',
        id: '1313-3',
      },
      {
        img: '/assets/apartments/1313/5.jpg',
        id: '1313-4',
      },
      {
        img: '/assets/apartments/1313/6.jpg',
        id: '1313-5',
      },
      {
        img: '/assets/apartments/1313/7.jpg',
        id: '1313-6',
      },
      {
        img: '/assets/apartments/1313/8.jpg',
        id: '1313-7',
      },
    ],

    description: [
      'Добро пожаловать в уютный трехкомнатный апартамент, площадью 58 m², где с комфортом могут разместиться до 6 человек - идеальное решение для семейного отдыха или компании друзей.',

      'В апартаменте есть две уютные спальни, каждая оснащена телевизором для вашего удобства и отдыха.',

      'Просторная гостиная с раскладным диваном, обеденным столом и современной кухней обеспечит вам прекрасные условия для приятного времяпрепровождения с близкими людьми.',

      'Кондиционер в каждой комнате позволит вам чувствовать себя комфортно в любое время года.',

      'На балконе с потрясающим видом на море вы сможете расслабиться и насладиться чудесными пейзажами, вдохнуть свежий воздух и просто отдохнуть душой.',

      'Ванная комната совмещена с туалетом.',

      'В апартаментах всегда свежее и чистое постельное белье, а благодаря приятному запаху, вы почувствуете себя как дома.',

      'Апартаменты оснащены всем необходимым для комфортного проживания, включая беспроводной интернет, кондиционер, телевизор, фен, полотенца, утюг, стиральную машину, микроволновую печь, чайник и холодильник.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Приезжайте и наслаждайтесь прекрасным отдыхом в уютных и современных апартаментах!',
    ],

    summerPrice: '12 500',
    winterPrice: '7 000',
    rooms: '3',
    floor: '13',
    meta: {
      title: 'Бронирование апартамента 1313 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 58 m², 6 спальных мест, 13 этаж, с видом на море в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '37',
  },
  {
    name: '1305',
    balcony: false,
    studio: false,
    oneRoom: false,
    twoRoom: false,
    threeRoom: true,
    squareMeters: '59',
    view: false,
    hairDryer: true,
    dishwasher: true,
    oven: true,
    sleepingPlaces: '6',
    wifi: true,
    coffeeMachine: true,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/1304 - 1305/1.jpg',
        id: '1305-0',
      },
      {
        img: '/assets/apartments/1304 - 1305/2.jpg',
        id: '1305-1',
      },
      {
        img: '/assets/apartments/1304 - 1305/3.jpg',
        id: '1305-2',
      },
      {
        img: '/assets/apartments/1304 - 1305/4.jpg',
        id: '1305-3',
      },
      {
        img: '/assets/apartments/1304 - 1305/5.jpg',
        id: '1305-4',
      },
      {
        img: '/assets/apartments/1304 - 1305/6.jpg',
        id: '1305-5',
      },
      {
        img: '/assets/apartments/1304 - 1305/7.jpg',
        id: '1305-6',
      },
      {
        img: '/assets/apartments/1304 - 1305/8.jpg',
        id: '1305-7',
      },
    ],

    description: [
      'Добро пожаловать в наш трехкомнатный апартамент площадью 59 m², который идеально подходит для семейного отдыха или отдыха в компании друзей, апартамент рассчитан на 6 спальных мест и предлагает невероятный дизайн, который точно не оставит вас равнодушными.',

      'Спальня с прозрачной стеной и большой кроватью создают уютную и романтическую атмосферу, над кроватью обеспечивает прохладную атмосферу кондиционер.',

      'В гостинной расположены два раскладывающихся дивана, которые удобны в использовании.',

      'Кроме того, здесь вы найдете кухню и обеденный стол, а также кондиционер при входе в апартамент, чтобы наслаждаться прохладой в жаркие дни.',

      'Ванная комната совмещена с туалетом всегда чиста и аккуратна.',

      'Постельное белье всегда свежее, а апартамент обеспечен всем необходимым для приятного пребывания: отличной посудомоечной машиной, духовкой, кофемашиной,бесплатным Wi-Fi, телевизором и феном.',

      'Также в апартаменте имеются полотенца, утюг, стиральная машина, микроволновка, чайник и холодильник.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Ждем вас в наших апартаментах!',
    ],

    summerPrice: '12 000',
    winterPrice: '6 000',
    rooms: '2',
    floor: '13',
    meta: {
      title: 'Бронирование апартамента 1305 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 59 m², 6 спальных мест, 13 этаж, с видом на город в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '36',
  },
  {
    name: '1304',
    balcony: false,
    studio: false,
    oneRoom: false,
    twoRoom: false,
    threeRoom: true,
    squareMeters: '59',
    view: false,
    hairDryer: true,
    dishwasher: true,
    oven: true,
    sleepingPlaces: '1',
    wifi: true,
    coffeeMachine: true,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/1304 - 1305/1.jpg',
        id: '1304-0',
      },
      {
        img: '/assets/apartments/1304 - 1305/2.jpg',
        id: '1304-1',
      },
      {
        img: '/assets/apartments/1304 - 1305/3.jpg',
        id: '1304-2',
      },
      {
        img: '/assets/apartments/1304 - 1305/4.jpg',
        id: '1304-3',
      },
      {
        img: '/assets/apartments/1304 - 1305/5.jpg',
        id: '1304-4',
      },
      {
        img: '/assets/apartments/1304 - 1305/6.jpg',
        id: '1304-5',
      },
      {
        img: '/assets/apartments/1304 - 1305/7.jpg',
        id: '1304-6',
      },
      {
        img: '/assets/apartments/1304 - 1305/8.jpg',
        id: '1304-7',
      },
    ],

    description: [
      'Добро пожаловать в наш трехкомнатный апартамент площадью 59 m², который идеально подходит для семейного отдыха или отдыха в компании друзей!',

      'Апартамент рассчитан на 6 спальных мест и предлагает невероятный дизайн, который точно не оставит вас равнодушными.',

      'В главной спальне с прозрачной стеной и большой кроватью создается уютная и романтическая атмосфера, а кондиционер обеспечивает прохладу в жаркие дни.',

      'В гостинной вы найдете два раскладывающихся дивана, которые удобны в использовании.',

      'Кроме того, здесь расположены кухня и обеденный стол, а также кондиционер при входе в апартамент, чтобы вы могли наслаждаться прохладой в жаркие дни.',

      'Ванная комната совмещена с туалетом и всегда чиста и аккуратна.',

      'Постельное белье всегда свежее, а в апартаменте есть все необходимое для приятного пребывания: отличная посудомоечная машина, духовка, кофемашина, бесплатный Wi-Fi, телевизор и фен.',

      'Также в апартаменте имеются полотенца, утюг, стиральная машина, микроволновка, чайник и холодильник.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Наслаждайтесь вашим отдыхом в полном комфорте!',
    ],

    summerPrice: '12 000',
    winterPrice: '6 000',
    rooms: '2',
    floor: '13',
    meta: {
      title: 'Бронирование апартамента 1304 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 58 m², 6 спальных мест, 13 этаж, с видом на город в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '35',
  },
  {
    name: '1303',
    balcony: true,
    studio: true,
    oneRoom: false,
    twoRoom: false,
    threeRoom: false,
    squareMeters: '52',
    view: true,
    hairDryer: true,
    dishwasher: true,
    oven: true,
    sleepingPlaces: '4',
    wifi: true,
    coffeeMachine: true,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/1303/1.jpg',
        id: '1303-0',
      },
      {
        img: '/assets/apartments/1303/2.jpg',
        id: '1303-1',
      },
      {
        img: '/assets/apartments/1303/3.jpg',
        id: '1303-2',
      },
      {
        img: '/assets/apartments/1303/4.jpg',
        id: '1303-3',
      },
      {
        img: '/assets/apartments/1303/5.jpg',
        id: '1303-4',
      },
      {
        img: '/assets/apartments/1303/6.jpg',
        id: '1303-5',
      },
      {
        img: '/assets/apartments/1303/7.jpg',
        id: '1303-6',
      },
      {
        img: '/assets/apartments/1303/8.jpg',
        id: '1303-7',
      },
    ],

    description: [
      'Добро пожаловать в наш прекрасный апартамент-студию площадью 52 m², который идеально подойдет для семейного отдыха или отдыха с друзьями.',

      'Здесь есть 4 спальных места, которые гарантируют комфорт и уют.',

      'В спальной зоне находится отличная кровать и удобный диван, отделенный небольшой перегородкой от кухонной зоны.',

      'В кухонной зоне вы найдете все необходимое для приготовления еды, а также обеденный стол для удобства гостей.',

      'А с балкона открывается незабываемый вид на море, что создает атмосферу настоящего отдыха.',

      'Здесь всегда чистое постельное белье, что создает ощущение комфорта и уюта.',

      'Ванная комната совмещена с туалетом и всегда чиста и аккуратна.',

      'Апартамент обеспечен всем необходимым для приятного пребывания: посудомоечная машина, духовка, кофемашина, бесплатный Wi-Fi, система кондиционирования, телевизор, фен, полотенца, утюг, стиральная машина, микроволновка, чайник, холодильник.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Мы уверены, что пребывание в нашем апартаменте станет для вас незабываемым и приятным опытом, который заставит вас хотеть вернуться снова и снова.',
    ],

    summerPrice: '12 000',
    winterPrice: '6 000',
    rooms: 'Студия',
    floor: '13',
    meta: {
      title: 'Бронирование апартамента 1303 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 52 m², 4 спальных места, 13 этаж, с видом на море в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '34',
  },
  {
    name: '1208',
    balcony: true,
    studio: false,
    oneRoom: false,
    twoRoom: true,
    threeRoom: false,
    squareMeters: '57',
    view: true,
    hairDryer: true,
    dishwasher: false,
    oven: false,
    sleepingPlaces: '4',
    wifi: true,
    coffeeMachine: false,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/1208/1.jpg',
        id: '1208-0',
      },
      {
        img: '/assets/apartments/1208/2.jpg',
        id: '1208-1',
      },
      {
        img: '/assets/apartments/1208/3.jpg',
        id: '1208-2',
      },
      {
        img: '/assets/apartments/1208/4.jpg',
        id: '1208-3',
      },
      {
        img: '/assets/apartments/1208/5.jpg',
        id: '1208-4',
      },
      {
        img: '/assets/apartments/1208/6.jpg',
        id: '1208-5',
      },
      {
        img: '/assets/apartments/1208/7.jpg',
        id: '1208-6',
      },
      {
        img: '/assets/apartments/1208/8.jpg',
        id: '1208-7',
      },
    ],

    description: [
      'Добро пожаловать в наш двухкомнатный апартамент площадью 57 m², который идеально подходит для семейного отдыха или отдыха в компании друзей!',

      'В спальне вас ждет уникальная круглая кровать, которая гарантирует комфортный и незабываемый отдых, в спальне расположен отдеальный санузел, а кондиционер обеспечивает приятную прохладу в жаркие дни.',

      'В гостиной расположен раскладывающийся диван, который легко трансформируется в удобную спальную зону, также имеетеся мощный кондиционер, чтобы вы могли наслаждаться приятной прохладой в любое время.',

      'Кухня выполнена в современном стиле и оборудована всем необходимым.',

      'Апартамент включает в себя балкон c прекрасным видом на море.',

      'Второй санузел находится в гостиной.',

      'Апартамент всегда идеально чистый и обеспечен свежим постельным бельем, чтобы вы могли расслабиться и наслаждаться отдыхом.',

      'Апартамент выполнен в современном дизайне и оборудован всем необходимым для комфортного пребывания: бесплатным Wi-Fi, телевизором, феном, полотенцами, утюгом, стиральной машиной, микроволновкой, чайником и холодильником.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Проведите незабываемый отдых в нашем апартаменте, который гарантирует вам комфорт и уют!',
    ],
    summerPrice: '12 000',
    winterPrice: '7 000',
    rooms: '2',
    floor: '12',
    meta: {
      title: 'Бронирование апартамента 1208 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 57 m², 4 спальных места, 12 этаж, с видом на море в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '33',
  },
  {
    name: '1207',
    balcony: true,
    studio: true,
    oneRoom: false,
    twoRoom: false,
    threeRoom: false,
    squareMeters: '57',
    view: true,
    hairDryer: true,
    dishwasher: false,
    oven: false,
    sleepingPlaces: '4',
    wifi: true,
    coffeeMachine: false,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/1207/1.jpg',
        id: '1207-0',
      },
      {
        img: '/assets/apartments/1207/2.jpg',
        id: '1207-1',
      },
      {
        img: '/assets/apartments/1207/3.jpg',
        id: '1207-2',
      },
      {
        img: '/assets/apartments/1207/4.jpg',
        id: '1207-3',
      },
      {
        img: '/assets/apartments/1207/5.jpg',
        id: '1207-4',
      },
      {
        img: '/assets/apartments/1207/6.jpg',
        id: '1207-5',
      },
      {
        img: '/assets/apartments/1207/7.jpg',
        id: '1207-6',
      },
      {
        img: '/assets/apartments/1207/8.jpg',
        id: '1207-7',
      },
    ],

    description: [
      'Добро пожаловать в нашу просторную и уютную студию площадью 57 m², которая специально создана для приятного и комфортного отдыха семьи или компании друзей.',

      'В спальне вас встретят удобная кровать и диван, а также кондиционер, чтобы обеспечить прохладу в жаркие дни.',

      'Между спальней и кухней имеется перегородка, которая выполнена в современном стиле, что добавляет особый шарм апартаментам.',

      'Из нашего балкона вы сможете наслаждаться потрясающим видом на море и окружающую красоту.',

      'Ванная комната у нас совмещена с туалетом, а в апартаменте всегда чистое постельное белье, что обеспечивает свежесть и комфорт для наших гостей.',

      'Апартамент также включает в себя бесплатный Wi-Fi, телевизор, фен, полотенца, утюг, стиральную машину, микроволновку, чайник и холодильник, чтобы вы могли чувствовать себя как дома.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Мы уверены, что вы останетесь довольны нашими удобствами и прекрасным сервисом.',

      'Ждем вас в нашей студии!',
    ],
    summerPrice: '10 000',
    winterPrice: '6 000',
    rooms: 'Студия',
    floor: '12',
    meta: {
      title: 'Бронирование апартамента 1207 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 57 m², 4 спальных места, 12 этаж, с видом на море в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '32',
  },
  {
    name: '1206',
    balcony: true,
    studio: false,
    oneRoom: false,
    twoRoom: true,
    threeRoom: false,
    squareMeters: '57',
    view: true,
    hairDryer: true,
    dishwasher: true,
    oven: false,
    sleepingPlaces: '4',
    wifi: true,
    coffeeMachine: false,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/1206/1.webp',
        id: '1206-0',
      },
      {
        img: '/assets/apartments/1206/2.webp',
        id: '1206-1',
      },
      {
        img: '/assets/apartments/1206/3.webp',
        id: '1206-2',
      },
      {
        img: '/assets/apartments/1206/4.webp',
        id: '1206-3',
      },
      {
        img: '/assets/apartments/1206/5.webp',
        id: '1206-4',
      },
      {
        img: '/assets/apartments/1206/6.webp',
        id: '1206-5',
      },
      {
        img: '/assets/apartments/1206/7.webp',
        id: '1206-6',
      },
      {
        img: '/assets/apartments/1206/8.webp',
        id: '1206-7',
      },
    ],

    description: [
      'Добро пожаловать в наш просторный двухкомнатный апартамент площадью 57 m², который идеально подойдет для отдыха семьи или компании друзей.',

      'В спальне вас ждет роскошная кровать с матовой стеклянной стеной, которая придает атмосферу уюта и изысканности, кондиционер, расположенный над кроватью, обеспечит комфортный сон.',

      'В гостиной вы сможете расслабиться на невероятно удобном диване и наслаждаться прекрасным видом.',

      'На обеденном столе, который находится рядом с кондиционером, вы сможете насладиться вкусной едой в прохладной обстановке.',

      'Балкон с видом на море позволит вам наслаждаться красивыми закатами и расслабляться под звуки волн.',

      'В апартаменте всегда чистое постельное белье, а воздух наполнен свежим ароматом, который создает приятную атмосферу.',

      'В ванной комнате, которая сочетает в себе туалет и душ, вы найдете все для вашего удобства.',

      'В апартаменте также имеется посудомоечная машина, бесплатный Wi-Fi, телевизор, фен, полотенца, утюг, стиральная машина, микроволновка, чайник и холодильник.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Не упустите возможность насладиться прекрасным отдыхом в наших апартаментах!',
    ],

    summerPrice: '11 000',
    winterPrice: '6 000',
    rooms: '2',
    floor: '12',
    meta: {
      title: 'Бронирование апартамента 1206 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 57 m², 4 спальных места, 12 этаж, с видом на море в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '31',
  },
  {
    name: '1111',
    balcony: true,
    studio: false,
    oneRoom: false,
    twoRoom: true,
    threeRoom: false,
    squareMeters: '58',
    view: true,
    hairDryer: true,
    dishwasher: true,
    oven: true,
    sleepingPlaces: '4',
    wifi: true,
    coffeeMachine: false,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/1111/1.jpg',
        id: '1111-0',
      },
      {
        img: '/assets/apartments/1111/2.jpg',
        id: '1111-1',
      },
      {
        img: '/assets/apartments/1111/3.jpg',
        id: '1111-2',
      },
      {
        img: '/assets/apartments/1111/4.jpg',
        id: '1111-3',
      },
      {
        img: '/assets/apartments/1111/5.jpg',
        id: '1111-4',
      },
      {
        img: '/assets/apartments/1111/6.jpg',
        id: '1111-5',
      },
      {
        img: '/assets/apartments/1111/7.jpg',
        id: '1111-6',
      },
      {
        img: '/assets/apartments/1111/8.jpg',
        id: '1111-7',
      },
    ],

    description: [
      'Представляем Вашему вниманию уютный двухкомнатный апартамент, площадью 58 m², с 4 спальными местами для семьи или компании друзей.',

      'В спальне расположена удобная кровать и кондиционер, создающий идеальный микроклимат для сна.',

      'В гостиной есть мягкий диван и обеденный стол, кухня с необходимым оборудованием и кондиционером для максимального комфорта.',

      'В апартаменте также есть балкон с прекрасным видом на море.',

      'Вы будете чувствовать себя как дома в наших апартаментах благодаря чистому постельному белью, которое мы регулярно меняем и свежему аромату',

      'В ванной комнате, которая совмещена с туалетом, вы найдете все для комфортного пребывания',

      'Для Вашего удобства предоставляются посудомоечная машина, духовка, бесплатный Wi-Fi, телевизор, фен, полотенца, утюг, стиральная машина, микроволновка, чайник и холодильник.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Все это позволит Вам насладиться своим отдыхом и ощутить себя как дома.',
    ],

    summerPrice: '11 000',
    winterPrice: '5 500',
    rooms: '2',
    floor: '11',
    meta: {
      title: 'Бронирование апартамента 1111 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 58 m², 4 спальных места, 11 этаж, с видом на море в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '30',
  },
  {
    name: '1110',
    balcony: true,
    studio: false,
    oneRoom: false,
    twoRoom: false,
    threeRoom: true,
    squareMeters: '57',
    view: true,
    hairDryer: true,
    dishwasher: true,
    oven: false,
    sleepingPlaces: '6',
    wifi: true,
    coffeeMachine: false,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/1110/1.jpg',
        id: '1110-0',
      },
      {
        img: '/assets/apartments/1110/2.jpg',
        id: '1110-1',
      },
      {
        img: '/assets/apartments/1110/3.jpg',
        id: '1110-2',
      },
      {
        img: '/assets/apartments/1110/4.jpg',
        id: '1110-3',
      },
      {
        img: '/assets/apartments/1110/5.jpg',
        id: '1110-4',
      },
      {
        img: '/assets/apartments/1110/6.jpg',
        id: '1110-5',
      },
      {
        img: '/assets/apartments/1110/7.jpg',
        id: '1110-6',
      },
      {
        img: '/assets/apartments/1110/8.jpg',
        id: '1110-7',
      },
    ],

    description: [
      'Добро пожаловать в наши просторные трехкомнатные апартаменты площадью 57 m² с 6 уютными спальными местами, которые идеально подойдут для большой семьи или компании друзей.',

      'Вы можете отдохнуть в удивительно комфортабельных спальнях, где Вас ждут мягкие кровати и кондиционеры, создающие идеальный микроклимат для полноценного отдыха.',

      'В гостиной просторный диван, обеденный стол и полностью оборудованная кухня, где Вы сможете наслаждаться вкусными блюдами и общением в уютной обстановке.',

      'На балконе с видом на море Вы сможете насладиться свежим воздухом и живописными видами.',

      'В апартаменте всегда чистое постельное белье, свежесть и приятная атмосфера.',

      'Ванная комната совмещена с туалетом, что обеспечит вам максимальную комфортность и удобство.',

      'А чтобы Ваш отдых был максимально приятным, мы предлагаем бесплатный Wi-Fi, посудомоечная машина, телевизор, фен, полотенца, утюг, стиральную машину, микроволновку, чайник и холодильник!',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Приходите к нам и наслаждайтесь идеальным отдыхом в наших уютных апартаментах!',
    ],

    summerPrice: '12 000',
    winterPrice: '6 000',
    rooms: '3',
    floor: '11',
    meta: {
      title: 'Бронирование апартамента 1110 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 57 m², 6 спальных мест, 11 этаж, с видом на море в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '29',
  },
  {
    name: '1109',
    balcony: false,
    studio: false,
    oneRoom: false,
    twoRoom: true,
    threeRoom: false,
    squareMeters: '56',
    view: true,
    hairDryer: true,
    dishwasher: true,
    oven: true,
    sleepingPlaces: '4',
    wifi: true,
    coffeeMachine: true,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/1109/1.jpg',
        id: '1109-0',
      },
      {
        img: '/assets/apartments/1109/2.jpg',
        id: '1109-1',
      },
      {
        img: '/assets/apartments/1109/3.jpg',
        id: '1109-2',
      },
      {
        img: '/assets/apartments/1109/4.jpg',
        id: '1109-3',
      },
      {
        img: '/assets/apartments/1109/5.jpg',
        id: '1109-4',
      },
      {
        img: '/assets/apartments/1109/6.jpg',
        id: '1109-5',
      },
      {
        img: '/assets/apartments/1109/7.jpg',
        id: '1109-6',
      },
      {
        img: '/assets/apartments/1109/8.jpg',
        id: '1109-7',
      },
    ],

    description: [
      'Добро пожаловать в наш двухкомнатный апартамент площадью 56 m², где вас ждут уют и приятная атмосфера на любой вкус.',

      'Апартамент идеально подойдет для семьи или компании друзей до 4 человек.',

      'В спальне расположена мяшкая кровать, а в гостиной - удобный диван, обеденный стол, кондиционер и кухня со всем необходимым оборудованием.',

      'Панорамный вид на море с окон апартаментов не оставит вас равнодушными.',

      'Ванная комната совмещена с туалетом, а в номере всегда чистое постельное белье, свежесть и приятный запах.',

      'В нашем номере также есть посудомоечная машина, духовка, кофемашина, бесплатный Wi-Fi, телевизор, фен, полотенца, утюг, стиральная машина, микроволновка, чайник и холодильник, что сделает ваше пребывание еще более комфортным и удобным.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Мы уверены, что вы останетесь довольны своим выбором и проведете незабываемое время в наших апартаментах.',
    ],

    summerPrice: '10 000',
    winterPrice: '5 000',
    rooms: '2',
    floor: '11',
    meta: {
      title: 'Бронирование апартамента 1109 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 56 m², 4 спальных места, 11 этаж, с видом на море в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '28',
  },
  {
    name: '1105',
    balcony: true,
    studio: false,
    oneRoom: false,
    twoRoom: true,
    threeRoom: false,
    squareMeters: '57',
    view: true,
    hairDryer: true,
    dishwasher: true,
    oven: true,
    sleepingPlaces: '6',
    wifi: true,
    coffeeMachine: true,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/1104 - 1105/1.jpg',
        id: '1105-0',
      },
      {
        img: '/assets/apartments/1104 - 1105/2.jpg',
        id: '1105-1',
      },
      {
        img: '/assets/apartments/1104 - 1105/3.jpg',
        id: '1105-2',
      },
      {
        img: '/assets/apartments/1104 - 1105/4.jpg',
        id: '1105-3',
      },
      {
        img: '/assets/apartments/1104 - 1105/5.jpg',
        id: '1105-4',
      },
      {
        img: '/assets/apartments/1104 - 1105/6.jpg',
        id: '1105-5',
      },
      {
        img: '/assets/apartments/1104 - 1105/7.jpg',
        id: '1105-6',
      },
      {
        img: '/assets/apartments/1104 - 1105/8.jpg',
        id: '1105-7',
      },
    ],

    description: [
      'Добро пожаловать в наши прекрасные двухкомнатные апартаменты, общей площадью 57 m², которые прекрасно подойдут для отдыха семьи или компании друзей до 6 человек.',

      'Интерьер апартаментов выполнен в незабываемом дизайне, который точно оставит Вас в восторге.',

      'В спальне вас встречает уютная кровать и кондиционер, где Вы сможете отдохнуть после напряженного дня.',

      'Гостиная с двумя удобными диванами и кондиционером приветствует Вас при входе в апартамент.',

      'Наша кухня с обеденным столом готова предложить Вам все необходимые условия для приготовления любимых блюд.',

      'Не забудьте насладиться прекрасным видом на море с балкона, который также входит в наш апартамент.',

      'Ванная комната совмещена с туалетом, а постельное белье в апартаменте всегда свежее и чистое, чтобы Вы чувствовали себя максимально комфортно и расслаблено.',

      'Для вашего удобства мы предоставляем посудомоечную машину, духовку, кофемашину, бесплатный Wi-Fi, телевизор, фен, полотенца, утюг, стиральную машину, микроволновку, чайник и холодильник - все необходимое для незабываемого отдыха.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Эти апартаменты обеспечат вам незабываемый отдых и уютное проживание.',
    ],

    summerPrice: '12 000',
    winterPrice: '6 000',
    rooms: '2',
    floor: '11',
    meta: {
      title: 'Бронирование апартамента 1105 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 57 m², 6 спальных мест, 11 этаж, с видом на море в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '27',
  },
  {
    name: '1104',
    balcony: true,
    studio: false,
    oneRoom: false,
    twoRoom: true,
    threeRoom: false,
    squareMeters: '57',
    view: true,
    hairDryer: true,
    dishwasher: true,
    oven: true,
    sleepingPlaces: '6',
    wifi: true,
    coffeeMachine: true,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/1104 - 1105/1.jpg',
        id: '1104-0',
      },
      {
        img: '/assets/apartments/1104 - 1105/2.jpg',
        id: '1104-1',
      },
      {
        img: '/assets/apartments/1104 - 1105/3.jpg',
        id: '1104-2',
      },
      {
        img: '/assets/apartments/1104 - 1105/4.jpg',
        id: '1104-3',
      },
      {
        img: '/assets/apartments/1104 - 1105/5.jpg',
        id: '1104-4',
      },
      {
        img: '/assets/apartments/1104 - 1105/6.jpg',
        id: '1104-5',
      },
      {
        img: '/assets/apartments/1104 - 1105/7.jpg',
        id: '1104-6',
      },
      {
        img: '/assets/apartments/1104 - 1105/8.jpg',
        id: '1104-7',
      },
    ],

    description: [
      'Добро пожаловать в наш двухкомнатный апартамент площадью 57 m², который идеально подойдет для семьи или компании друзей до 6 человек.',

      'Апартамент выполнен в незабываемом дизайне, который не оставит Вас равнодушными.',

      'В спальне Вас ждет уютная кровать и кондиционер, чтобы Вы могли комфортно отдохнуть после долгого дня.',

      'Гостиная приветствует Вас двумя удобными диванами и кондиционером при входе в апартамент.',

      'Наша кухня с обеденным столом готова предложить Вам прекрасные условия для приготовления любимых блюд.',

      'Не забудьте насладиться прекрасным видом на море с балкона, который также входит в наш апартамент.',

      'Ванная комната совмещена с туалетом, а в апартаменте всегда свежее и чистое постельное белье, чтобы Вы чувствовали себя комфортно и расслаблено.',

      'Для вашего удобства мы предлагаем посудомоечную машину, духовку, кофемашину, бесплатный Wi-Fi, телевизор, фен, полотенца, утюг, стиральную машину, микроволновку, чайник и холодильник!',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Все, что Вам нужно для незабываемого отдыха.',
    ],

    summerPrice: '12 000',
    winterPrice: '6 000',
    rooms: '2',
    floor: '11',
    meta: {
      title: 'Бронирование апартамента 1104 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 57 m², 6 спальных мест, 11 этаж, с видом на море в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '26',
  },
  {
    name: '1103',
    balcony: true,
    studio: false,
    oneRoom: false,
    twoRoom: true,
    threeRoom: false,
    squareMeters: '57',
    view: true,
    hairDryer: true,
    dishwasher: true,
    oven: true,
    sleepingPlaces: '5',
    wifi: true,
    coffeeMachine: false,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/1103/1.jpg',
        id: '1103-0',
      },
      {
        img: '/assets/apartments/1103/2.jpg',
        id: '1103-1',
      },
      {
        img: '/assets/apartments/1103/3.jpg',
        id: '1103-2',
      },
      {
        img: '/assets/apartments/1103/4.jpg',
        id: '1103-3',
      },
      {
        img: '/assets/apartments/1103/5.jpg',
        id: '1103-4',
      },
      {
        img: '/assets/apartments/1103/6.jpg',
        id: '1103-5',
      },
      {
        img: '/assets/apartments/1103/7.jpg',
        id: '1103-6',
      },
      {
        img: '/assets/apartments/1103/8.jpg',
        id: '1103-7',
      },
    ],

    description: [
      'Добро пожаловать в наш уютный двухкомнатный апартамент площадью 57 m², который идеально подходит для семейного отдыха или прекрасной компании друзей до 5 человек.',

      'В спальне Вас ждет комфортная кровать и кондиционер, чтобы Вы могли насладиться здоровым сном и проснуться бодрым и свежим.',

      'Гостиная с диваном и обеденным столом встречает Вас сразу же при входе в апартамент.',

      'Кухня оборудована всем необходимым, чтобы Вы могли готовить свои любимые блюда и наслаждаться домашней едой.',

      'Не забудьте насладиться красивым видом на море с балкона, который также входит в наш апартамент.',

      'Ванная комната совмещена с туалетом всегда чиста, апартамент радует наших гостей свежим и чистым постельным бельем, чтобы Вы чувствовали себя как дома.',

      'Для Вашего удобства мы предлагаем посудомоечную машину, духовку, бесплатный Wi-Fi, телевизор, фен, полотенца, утюг, стиральную машину, микроволновку, чайник и холодильник - все, что Вам нужно для комфортного и беззаботного отдыха.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Приезжайте и наслаждайтесь отдыхом в этом прекрасном апартаменте!',
    ],

    summerPrice: '10 000',
    winterPrice: '5 000',
    rooms: '2',
    floor: '11',
    meta: {
      title: 'Бронирование апартамента 1103 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 57 m², 5 спальных мест, 11 этаж, с видом на море в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '25',
  },
  {
    name: '1014',
    balcony: true,
    studio: false,
    oneRoom: true,
    twoRoom: false,
    threeRoom: false,
    squareMeters: '58',
    view: true,
    hairDryer: true,
    dishwasher: true,
    oven: true,
    sleepingPlaces: '5',
    wifi: true,
    coffeeMachine: true,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/1013 - 1014/1.jpg',
        id: '1014-0',
      },
      {
        img: '/assets/apartments/1013 - 1014/2.jpg',
        id: '1014-1',
      },
      {
        img: '/assets/apartments/1013 - 1014/3.jpg',
        id: '1014-2',
      },
      {
        img: '/assets/apartments/1013 - 1014/4.jpg',
        id: '1014-3',
      },
      {
        img: '/assets/apartments/1013 - 1014/5.jpg',
        id: '1014-4',
      },
      {
        img: '/assets/apartments/1013 - 1014/6.jpg',
        id: '1014-5',
      },
      {
        img: '/assets/apartments/1013 - 1014/7.jpg',
        id: '1014-6',
      },
      {
        img: '/assets/apartments/1013 - 1014/8.jpg',
        id: '1014-7',
      },
    ],

    description: [
      'Добро пожаловать в наш однокомнатный апартамент площадью 58 m², который подойдет для семьи или компании друзей до 5 человек.',

      'Вас ждет уникальный дизайн спальни, где стены выполнены из плотных штор, создавая уют и комфорт, а кровать невероятно удобна для полноценного отдыха.',

      'Кондиционер дополнительно обеспечивает прохладой в теплые дни.',

      'Гостиная оборудована удобным диваном, обеденным столом, кухней и кондиционером, где Вы можете провести время с близкими и друзьями.',

      'Не забудьте насладиться прекрасным видом на море с балкона',

      'Ванная комната совмещена с туалетом, а в апартаменте всегда свежее и чистое постельное белье, которое дарит ощущение комфорта и уюта.',

      'Для вашего удобства мы предлагаем посудомоечную машину, духовку, кофемашину, бесплатный Wi-Fi, телевизор, фен, полотенца, утюг, стиральную машину, микроволновку, чайник и холодильник - все, что необходимо для незабываемого отдыха.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Отправляйтесь в путешествие, оставив заботы о быте позади.',
    ],
    summerPrice: '12 000',
    winterPrice: '7 000',
    rooms: '1',
    floor: '10',
    meta: {
      title: 'Бронирование апартамента 1014 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 58 m², 5 спальных мест, 10 этаж, с видом на море в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '24',
  },
  {
    name: '1013',
    balcony: true,
    studio: false,
    oneRoom: true,
    twoRoom: false,
    threeRoom: false,
    squareMeters: '58',
    view: true,
    hairDryer: true,
    dishwasher: true,
    oven: true,
    sleepingPlaces: '5',
    wifi: true,
    coffeeMachine: true,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/1013 - 1014/1.jpg',
        id: '1013-0',
      },
      {
        img: '/assets/apartments/1013 - 1014/2.jpg',
        id: '1013-1',
      },
      {
        img: '/assets/apartments/1013 - 1014/3.jpg',
        id: '1013-2',
      },
      {
        img: '/assets/apartments/1013 - 1014/4.jpg',
        id: '1013-3',
      },
      {
        img: '/assets/apartments/1013 - 1014/5.jpg',
        id: '1013-4',
      },
      {
        img: '/assets/apartments/1013 - 1014/6.jpg',
        id: '1013-5',
      },
      {
        img: '/assets/apartments/1013 - 1014/7.jpg',
        id: '1013-6',
      },
      {
        img: '/assets/apartments/1013 - 1014/8.jpg',
        id: '1013-7',
      },
    ],

    description: [
      'Добро пожаловать в однокомнатный апартамент, площадью 58 m², который идеально подойдет для семейного отдыха или компании друзей до 5 человек.',

      'Вас ждет уникальный дизайн спальни, где стены выполнены из плотных штор, создавая уют и наслаждение, а кровать невероятно удобна для полноценного отдыха.',

      'В жаркие дни, кондиционер обеспечивает прохладу, чтобы Вы могли комфортно расслабиться.',

      'Гостиная оборудована удобным диваном, обеденным столом, кухней и кондиционером, где Вы можете провести время в приятной компании.',

      'Не пропустите возможность насладиться прекрасным видом на море с балкона, который также входит в наш апартамент.',

      'Ванная комната совмещена с туалетом, а в апартаменте всегда свежее и чистое постельное белье, которое дарит ощущение комфорта и уюта.',

      'Для вашего удобства мы предлагаем посудомоечную машину, духовку, кофемашину, бесплатный Wi-Fi, телевизор, фен, полотенца, утюг, стиральную машину, микроволновку, чайник и холодильник - все, что необходимо для незабываемого отдыха.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Позвольте себе расслабиться и отправиться в путешествие, оставив заботы о быте позади.',
    ],

    summerPrice: '12 000',
    winterPrice: '7 000',
    rooms: '1',
    floor: '10',
    meta: {
      title: 'Бронирование апартамента 1013 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 58 m², 5 спальных мест, 10 этаж, с видом на море в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '23',
  },
  {
    name: '1003',
    balcony: true,
    studio: false,
    oneRoom: false,
    twoRoom: true,
    threeRoom: false,
    squareMeters: '57',
    view: true,
    hairDryer: true,
    dishwasher: false,
    oven: false,
    sleepingPlaces: '4',
    wifi: true,
    coffeeMachine: false,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/1003/1.jpg',
        id: '1003-0',
      },
      {
        img: '/assets/apartments/1003/2.jpg',
        id: '1003-1',
      },
      {
        img: '/assets/apartments/1003/3.jpg',
        id: '1003-2',
      },
      {
        img: '/assets/apartments/1003/4.jpg',
        id: '1003-3',
      },
      {
        img: '/assets/apartments/1003/5.jpg',
        id: '1003-4',
      },
      {
        img: '/assets/apartments/1003/6.jpg',
        id: '1003-5',
      },
      {
        img: '/assets/apartments/1003/7.jpg',
        id: '1003-6',
      },
      {
        img: '/assets/apartments/1003/8.jpg',
        id: '1003-7',
      },
    ],

    description: [
      'Добро пожаловать в наш уютный двухкомнатный апартамент площадью 57 m², где с комфортом могут разместиться до 4 человек.',

      'В спальне Вас ждет удобная кровать и кондиционер, чтобы Вы смогли насладиться полноценным отдыхом.',

      'В гостиной же Вы найдете мягкий диван, прекрасный обеденный стол и полностью оборудованную кухню, где можно приготовить любимые блюда в компании близких и друзей.',

      'И, конечно же, не забудьте насладиться великолепным видом на море с балкона, который также входит в наш апартамент.',

      'В апартаменте есть совмещенная ванная комната с туалетом, а постельное белье в апартаменте всегда свежее и чистое, что создает приятную атмосферу и дарит ощущение домашнего уюта.',

      'Для Вашего комфорта мы предоставляем бесплатный Wi-Fi, телевизор, фен, полотенца, утюг, стиральную машину, микроволновку, чайник и холодильник - все, что необходимо для приятного и незабываемого отдыха.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Пакуйте чемоданы и отправляйтесь в путешествие, не заботясь о бытовых мелочах!',
    ],

    summerPrice: '10 000',
    winterPrice: '5 000',
    rooms: '2',
    floor: '10',
    meta: {
      title: 'Бронирование апартамента 1003 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 57 m², 4 спальных места, 10 этаж, с видом на море в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '22',
  },
  {
    name: '907',
    balcony: true,
    studio: false,
    oneRoom: false,
    twoRoom: true,
    threeRoom: false,
    squareMeters: '57',
    view: true,
    hairDryer: true,
    dishwasher: true,
    oven: true,
    sleepingPlaces: '4',
    wifi: true,
    coffeeMachine: false,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/907/1.jpg',
        id: '907-0',
      },
      {
        img: '/assets/apartments/907/2.jpg',
        id: '907-1',
      },
      {
        img: '/assets/apartments/907/3.jpg',
        id: '907-2',
      },
      {
        img: '/assets/apartments/907/4.jpg',
        id: '907-3',
      },
      {
        img: '/assets/apartments/907/5.jpg',
        id: '907-4',
      },
      {
        img: '/assets/apartments/907/6.jpg',
        id: '907-5',
      },
      {
        img: '/assets/apartments/907/7.jpg',
        id: '907-6',
      },
      {
        img: '/assets/apartments/907/8.jpg',
        id: '907-7',
      },
    ],

    description: [
      'Добро пожаловать в наш прекрасный двухкомнатный апартамент площадью 57 m², где с легкостью может разместиться семья или компания друзей до 4 человек.',

      'Наслаждайтесь изысканным дизайном, который не оставит вас равнодушными.',

      'В спальне с удобной кроватью и кондиционером вы сможете полностью расслабиться после насыщенного дня.',

      'Гостиная также оснащена кондиционером и оборудована уютным диваном, где вы можете провести время с близкими и друзьями.',

      'Не забудьте насладиться прекрасным видом на море с балкона, который также входит в наш апартамент.',

      'Ванная комната совмещена с туалетом, а в апартаменте всегда свежее и чистое постельное белье, которое дарит невероятный запах свежести и прекрасную атмосферу.',

      'Для вашего удобства мы предоставляем посудомоечную машину, духовку, бесплатный Wi-Fi, телевизор, фен, полотенца, утюг, стиральную машину, микроволновку, чайник и холодильник - все, что необходимо для незабываемого отдыха.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Отправляйтесь в путешествие, оставив заботы о быте позади, и наслаждайтесь вашим пребыванием в наших апартаментах!',
    ],

    summerPrice: '11 000',
    winterPrice: '6 000',
    rooms: '2',
    floor: '9',
    meta: {
      title: 'Бронирование апартамента 907 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 57 m², 4 спальных места, 9 этаж, с видом на море в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '21',
  },
  {
    name: '805',
    balcony: true,
    studio: false,
    oneRoom: false,
    twoRoom: true,
    threeRoom: false,
    squareMeters: '57',
    view: true,
    hairDryer: true,
    dishwasher: true,
    oven: false,
    sleepingPlaces: '5',
    wifi: true,
    coffeeMachine: false,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/805/1.jpg',
        id: '805-0',
      },
      {
        img: '/assets/apartments/805/2.jpg',
        id: '805-1',
      },
      {
        img: '/assets/apartments/805/3.jpg',
        id: '805-2',
      },
      {
        img: '/assets/apartments/805/4.jpg',
        id: '805-3',
      },
      {
        img: '/assets/apartments/805/5.jpg',
        id: '805-4',
      },
      {
        img: '/assets/apartments/805/6.jpg',
        id: '805-5',
      },
      {
        img: '/assets/apartments/805/7.jpg',
        id: '805-6',
      },
      {
        img: '/assets/apartments/805/8.jpg',
        id: '805-7',
      },
    ],

    description: [
      'Роскошные двухкомнатные апартаменты площадью 57 m² с 5 спальными местами - прекрасное место для отдыха с семьей или друзьями.',

      'В апартаментах есть спальня с удобной кроватью и кондиционером, а также уютный диван между комнатами.',

      'В гостиной также есть диван и кондиционер, обеденный стол и современная кухня.',

      'С балкона апартаментов открывается великолепный вид на море.',

      'Ванная комната совмещена с туалетом, в апартаменте всегда чистое постельное белье, свежесть и комфорт.',

      'Cвоим наличием вас парадует посудомоечная машина, бесплатный Wi-Fi, телевизор, фен, полотенца, утюг, стиральная машина, микроволновка, чайник и холодильник - всё, что нужно для полноценного отдыха и комфортного пребывания в апартаментах.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Насладитесь чудесным отдыхом в этих уютных и стильных апартаментах!',
    ],
    summerPrice: '10 000',
    winterPrice: '6 000',
    rooms: '2',
    floor: '8',
    meta: {
      title: 'Бронирование апартамента 805 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 57 m², 4 спальных места, 8 этаж, с видом на море в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '20',
  },
  {
    name: '716',
    balcony: true,
    studio: false,
    oneRoom: false,
    twoRoom: true,
    threeRoom: false,
    squareMeters: '57',
    view: true,
    hairDryer: true,
    dishwasher: false,
    oven: false,
    sleepingPlaces: '4',
    wifi: true,
    coffeeMachine: false,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/716/1.jpg',
        id: '716-0',
      },
      {
        img: '/assets/apartments/716/2.jpg',
        id: '716-1',
      },
      {
        img: '/assets/apartments/716/3.jpg',
        id: '716-2',
      },
      {
        img: '/assets/apartments/716/4.jpg',
        id: '716-3',
      },
      {
        img: '/assets/apartments/716/5.jpg',
        id: '716-4',
      },
      {
        img: '/assets/apartments/716/6.jpg',
        id: '716-5',
      },
      {
        img: '/assets/apartments/716/7.jpg',
        id: '716-6',
      },
      {
        img: '/assets/apartments/716/8.jpg',
        id: '716-7',
      },
    ],

    description: [
      'Добро пожаловать в просторные двухкомнатные апартаменты площадью 57 m², которые способны принять вас и вашу семью или компанию друзей на незабываемый отдых.',

      'В спальне расположена удобная кровать и стеклянная матовоя вставка в стене, которая добавляет неповторимости интерьеру.',

      'В гостиной же вас ждет уютный диван, обеденный стол, кондиционер и красивая кухня, где вы сможете приготовить вкусный завтрак, обед или ужин.',

      'Не забудьте насладиться прекрасным видом на море с балкона апартаментов.',

      'В ванной комнате и туалете всегда приятный запах.',

      'А в апартаменте всегда чистое постельное белье и свежесть, чтобы вы могли расслабиться и отдохнуть после долгого дня.',

      'Также в вашем распоряжении бесплатный Wi-Fi, телевизор, фен, полотенца, утюг, стиральная машина, микроволновка, чайник и холодильник для вашего комфорта.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Ждем вас в наших апартаментах!',
    ],

    summerPrice: '10 000',
    winterPrice: '6 500',
    rooms: '2',
    floor: '7',
    meta: {
      title: 'Бронирование апартамента 716 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 57 m², 4 спальных места, 7 этаж, с видом на море в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '19',
  },
  {
    name: '715',
    balcony: false,
    studio: false,
    oneRoom: false,
    twoRoom: true,
    threeRoom: false,
    squareMeters: '57',
    view: true,
    hairDryer: true,
    dishwasher: false,
    oven: false,
    sleepingPlaces: '4',
    wifi: true,
    coffeeMachine: false,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/715/1.jpg',
        id: '715-0',
      },
      {
        img: '/assets/apartments/715/2.jpg',
        id: '715-1',
      },
      {
        img: '/assets/apartments/715/3.jpg',
        id: '715-2',
      },
      {
        img: '/assets/apartments/715/4.jpg',
        id: '715-3',
      },
      {
        img: '/assets/apartments/715/5.jpg',
        id: '715-4',
      },
      {
        img: '/assets/apartments/715/6.jpg',
        id: '715-5',
      },
      {
        img: '/assets/apartments/715/7.jpg',
        id: '715-6',
      },
      {
        img: '/assets/apartments/715/8.jpg',
        id: '715-7',
      },
    ],

    description: [
      'Добро пожаловать в наши уютные двухкомнатные апартаменты площадью 57 m²! Они идеально подходят для семьи или компании друзей до 4 человек.',

      'Наш современный стиль выполнен с особой заботой о вашем комфорте.',

      'В спальне вас ждет удобная двуспальная кровать, окруженная стеклянной матовой стеной.',

      'В гостиной вы найдете диван, обеденный стол, кондиционер и отлично оборудованную кухню.',

      'Наши апартаменты также предлагают вид на море из окна.',

      'Ванная комната совмещена с туалетом и всегда готова к вашему приходу, апартамент с чистым постельным бельем, свежим запахом и полотенцами.',

      'Есть всё необходимое оборудование, бесплатный Wi-Fi, телевизор, фен, утюг, стиральную машину, микроволновую печь, чайник и холодильник для вашего удобства.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Мы уверены, что вы останетесь довольны вашим пребыванием у нас!',
    ],

    summerPrice: '10 000',
    winterPrice: '6 500',
    rooms: '2',
    floor: '7',
    meta: {
      title: 'Бронирование апартамента 715 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 57 m², 4 спальных места, 7 этаж, с видом на море в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '18',
  },
  {
    name: '712',
    balcony: true,
    studio: false,
    oneRoom: false,
    twoRoom: true,
    threeRoom: false,
    squareMeters: '57',
    view: true,
    hairDryer: true,
    dishwasher: false,
    oven: false,
    sleepingPlaces: '4',
    wifi: true,
    coffeeMachine: false,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/712/1.jpg',
        id: '712-0',
      },
      {
        img: '/assets/apartments/712/2.jpg',
        id: '712-1',
      },
      {
        img: '/assets/apartments/712/3.jpg',
        id: '712-2',
      },
      {
        img: '/assets/apartments/712/4.jpg',
        id: '712-3',
      },
      {
        img: '/assets/apartments/712/5.jpg',
        id: '712-4',
      },
      {
        img: '/assets/apartments/712/6.jpg',
        id: '712-5',
      },
      {
        img: '/assets/apartments/712/7.jpg',
        id: '712-6',
      },
      {
        img: '/assets/apartments/712/8.jpg',
        id: '712-7',
      },
    ],

    description: [
      'Добро пожаловать в наши просторные двухкомнатные квартиры площадью 57 m²! Они подходят для семьи или компании друзей до 4 человек.',

      'В вашем распоряжении удобная кровать и кондиционер, чтобы вы могли наслаждаться комфортным отдыхом.',

      'В гостиной вы найдете мягкий диван, обеденный стол и прекрасно оборудованную кухню, где вы можете приготовить любимые блюда.',

      'Наши апартаменты также имеют балкон с видом на море, чтобы вы могли насладиться красивыми пейзажами и провести время на свежем берегу.',

      'Ванная комната совмещена с туалетом и всегда готова к вашему приходу, апартамент всегда с чистым постельным бельем, приятным запахом и полотенцами.',

      'Мы также предлагаем бесплатный Wi-Fi, телевизор, фен, утюг, стиральную машину, микроволновую печь, чайник и холодильник для вашего удобства.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Уверены, что вы будите удовлетворены пребыванием у нас, и впечатлитесь удобствами наших апартаментов.',
    ],
    summerPrice: '10 000',
    winterPrice: '6 500',
    rooms: '2',
    floor: '7',
    meta: {
      title: 'Бронирование апартамента 712 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 57 m², 4 спальных места, 7 этаж, с видом на море в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '17',
  },
  {
    name: '709',
    balcony: true,
    studio: false,
    oneRoom: false,
    twoRoom: true,
    threeRoom: false,
    squareMeters: '54',
    view: true,
    hairDryer: true,
    dishwasher: true,
    oven: true,
    sleepingPlaces: '4',
    wifi: true,
    coffeeMachine: false,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/709/1.jpg',
        id: '709-0',
      },
      {
        img: '/assets/apartments/709/2.jpg',
        id: '709-1',
      },
      {
        img: '/assets/apartments/709/3.jpg',
        id: '709-2',
      },
      {
        img: '/assets/apartments/709/4.jpg',
        id: '709-3',
      },
      {
        img: '/assets/apartments/709/5.jpg',
        id: '709-4',
      },
      {
        img: '/assets/apartments/709/6.jpg',
        id: '709-5',
      },
      {
        img: '/assets/apartments/709/7.jpg',
        id: '709-6',
      },
      {
        img: '/assets/apartments/709/8.jpg',
        id: '709-7',
      },
    ],

    description: [
      'Добро пожаловать в наш двухкомнатный апартамент площадью 54 m², где могут комфортно разместиться семьи или компании друзей до 4 человек.',

      'Апартамент выполнен в интересном стиле, который наверняка понравится вам.',

      'В нашем апартаменте вы найдете две уютные спальни с кроватями и кондиционерами, где вы сможете хорошо отдохнуть после дня, проведенного на пляже.',

      'В гостиной вы найдете мягкий диван, большой обеденный стол и кухню, оснащенную всем необходимым, чтобы приготовить вкусные блюда.',

      'А на балконе вы сможете насладиться потрясающим видом на море и окружающие пейзажи.',

      'В нашем апартаменте вы всегда найдете чистое постельное белье, свежий запах и максимальный комфорт.',

      'В ванной комнате вы найдете все удобства для приятного отдыха.',

      'Кроме того, мы предлагаем вам посудомоечную машину, духовку, бесплатный Wi-Fi, телевизор, фен, полотенца, утюг, стиральную машину, микроволновую печь, чайник и холодильник, чтобы сделать ваш отдых еще более приятным.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Ждем вас в наших апартаментах для незабываемого отдыха на море!',
    ],

    summerPrice: '10 000',
    winterPrice: '6 000',
    rooms: '2',
    floor: '7',
    meta: {
      title: 'Бронирование апартамента 709 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 54 m², 4 спальных места, 7 этаж, с видом на море в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '16',
  },
  {
    name: '705',
    balcony: true,
    studio: true,
    oneRoom: false,
    twoRoom: false,
    threeRoom: false,
    squareMeters: '53',
    view: true,
    hairDryer: true,
    dishwasher: false,
    oven: false,
    sleepingPlaces: '4',
    wifi: true,
    coffeeMachine: false,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/705/1.jpg',
        id: '705-0',
      },
      {
        img: '/assets/apartments/705/2.jpg',
        id: '705-1',
      },
      {
        img: '/assets/apartments/705/3.jpg',
        id: '705-2',
      },
      {
        img: '/assets/apartments/705/4.jpg',
        id: '705-3',
      },
      {
        img: '/assets/apartments/705/5.jpg',
        id: '705-4',
      },
      {
        img: '/assets/apartments/705/6.jpg',
        id: '705-5',
      },
      {
        img: '/assets/apartments/705/7.jpg',
        id: '705-6',
      },
      {
        img: '/assets/apartments/705/8.jpg',
        id: '705-7',
      },
    ],

    description: [
      'Приглашаем вас остановиться в уютном апартаменте-студии, площадью 53 m², где с комфортом могут разместиться до 4 человек.',

      'В номере вас ждут удобная двуспальная кровать, отличный диван и кондиционер, обеденный стол и современная кухня, оснащенная всем необходимым для приготовления еды.',

      'На балконе, открывается вид на море, вы сможете провести незабываемые вечера с друзьями или родными.',

      'Апартамент также оснащен бесплатным Wi-Fi, телевизором, феном, полотенцами, утюгом, стиральной машиной, микроволновкой, чайником и холодильником, что позволит вам чувствовать себя как дома.',

      'Вы будете чувствовать себя как дома в наших апартаментах благодаря чистому постельному белью, которое мы регулярно меняем и свежему аромату',

      'В ванной комнате, которая совмещена с туалетом, вы найдете все для комфортного пребывания',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Эти апартаменты обеспечат вам незабываемый отдых и уютное проживание.',
    ],
    summerPrice: '9 000',
    winterPrice: '5 000',
    rooms: 'Студия',
    floor: '7',
    meta: {
      title: 'Бронирование апартамента 705 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 53 m², 4 спальных места, 7 этаж, с видом на море в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '15',
  },
  {
    name: '613',
    balcony: true,
    studio: false,
    oneRoom: false,
    twoRoom: true,
    threeRoom: false,
    squareMeters: '55',
    view: false,
    hairDryer: true,
    dishwasher: true,
    oven: true,
    sleepingPlaces: '4',
    wifi: true,
    coffeeMachine: true,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/613/1.jpg',
        id: '613-0',
      },
      {
        img: '/assets/apartments/613/2.jpg',
        id: '613-1',
      },
      {
        img: '/assets/apartments/613/3.jpg',
        id: '613-2',
      },
      {
        img: '/assets/apartments/613/4.jpg',
        id: '613-3',
      },
      {
        img: '/assets/apartments/613/5.jpg',
        id: '613-4',
      },
      {
        img: '/assets/apartments/613/6.jpg',
        id: '613-5',
      },
      {
        img: '/assets/apartments/613/7.jpg',
        id: '613-6',
      },
      {
        img: '/assets/apartments/613/8.jpg',
        id: '613-7',
      },
    ],

    description: [
      'Представляем вам уютные двухкомнатные апартаменты площадью 55 m² с 4 спальными местами, где вы сможете отдохнуть вместе со своей семьей или компанией друзей.',

      'Наслаждайтесь потрясающим дизайном апартаментов и насладитесь незабываемой атмосферой, а потолочная система кондиционирования поможет создать комфортную температуру в любое время года.',

      'В спальне вас ждет невероятно удобная кровать, где вы отлично выспитесь и проснетесь бодрыми и готовыми к новым приключениям.',

      'В гостиной обустроен уютный диван, где можно посидеть вечером и пообщаться, а также прекрасный обеденный стол и кухня, там вы сможете приготовить любимые блюда.',

      'Вы сможете насладиться красивым видом на город, сидя на балконе.',

      'В апартаментах всегда чистое постельное белье, а также свежий запах, что поможет вам чувствовать себя как дома.',

      'Ванная комната совмещена с туалетом и оборудована всем необходимым.',

      'Апартаменты также оборудованы посудомоечной машиной, духовкой, кофемашиной, бесплатным Wi-Fi, телевизором, феном, полотенцами, утюгом, стиральной машиной, микроволновкой, чайником и холодильником.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Наслаждайтесь комфортом и удобством нашего прекрасного жилья.',
    ],
    summerPrice: '10 000',
    winterPrice: '6 000',
    rooms: '2',
    floor: '6',
    meta: {
      title: 'Бронирование апартамента 613 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 57 m², 4 спальных места, 6 этаж, с видом на город в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '14',
  },
  {
    name: '612',
    balcony: true,
    studio: false,
    oneRoom: false,
    twoRoom: true,
    threeRoom: false,
    squareMeters: '55',
    view: false,
    hairDryer: true,
    dishwasher: true,
    oven: true,
    sleepingPlaces: '5',
    wifi: true,
    coffeeMachine: true,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/612/1.jpg',
        id: '612-0',
      },
      {
        img: '/assets/apartments/612/2.jpg',
        id: '612-1',
      },
      {
        img: '/assets/apartments/612/3.jpg',
        id: '612-2',
      },
      {
        img: '/assets/apartments/612/4.jpg',
        id: '612-3',
      },
      {
        img: '/assets/apartments/612/5.jpg',
        id: '612-4',
      },
      {
        img: '/assets/apartments/612/6.jpg',
        id: '612-5',
      },
      {
        img: '/assets/apartments/612/7.jpg',
        id: '612-6',
      },
      {
        img: '/assets/apartments/612/8.jpg',
        id: '612-7',
      },
    ],

    description: [
      'Добро пожаловать в двухкомнатный апартамент, площадью 55 m² и имеет 5 спальных мест для комфортного размещения семьи или друзей.',

      'В спальне Вас встречают удобная кровать и кондиционер, который позволит Вам наслаждаться прохладой в жаркие дни.',

      'В гостиной Вы увидите удобный диван, обеденный стол и отличную кухню, а также дополнительный кондиционер для максимального комфорта.',

      'Откройте для себя прекрасный вид на город, наслаждаясь чашечкой кофе на балконе.',

      'В апартаменте всегда чистое постельное белье и свежий запах, который не оставит Вас равнодушным.',

      'Ванная комната совмещена с туалетом и предоставит Вам все необходимое для полноценного отдыха.',

      'Апартамент оборудован всем необходимым для незабываемого проживания, включая посудомоечную машину, духовку, кофемашину, бесплатный Wi-Fi, телевизор, фен, полотенца, утюг, стиральную машину, микроволновку, чайник и холодильник.',

      'Мы уверены, что Вы проведете время с наслаждением в нашем апартаменте!',
    ],

    summerPrice: '11 000',
    winterPrice: '6 000',
    rooms: '2',
    floor: '6',
    meta: {
      title: 'Бронирование апартамента 612 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 55 m², 5 спальных мест, 6 этаж, с видом на город в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '13',
  },
  {
    name: '607',
    balcony: true,
    studio: false,
    oneRoom: false,
    twoRoom: true,
    threeRoom: false,
    squareMeters: '53',
    view: false,
    hairDryer: true,
    dishwasher: true,
    oven: true,
    sleepingPlaces: '4',
    wifi: true,
    coffeeMachine: true,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/607/1.jpg',
        id: '607-0',
      },
      {
        img: '/assets/apartments/607/2.jpg',
        id: '607-1',
      },
      {
        img: '/assets/apartments/607/3.jpg',
        id: '607-2',
      },
      {
        img: '/assets/apartments/607/4.jpg',
        id: '607-3',
      },
      {
        img: '/assets/apartments/607/5.jpg',
        id: '607-4',
      },
      {
        img: '/assets/apartments/607/6.jpg',
        id: '607-5',
      },
      {
        img: '/assets/apartments/607/7.jpg',
        id: '607-6',
      },
      {
        img: '/assets/apartments/607/8.jpg',
        id: '607-7',
      },
    ],

    description: [
      'Добро пожаловать в уютный двухкомнатный апартамент площадью 53 m² с 4 спальными местами для семьи или компании друзей.',

      'В спальне удобная кровать и кондиционер для комфортного отдыха.',

      'В гостиной вас встретят диван, обеденный стол, кондиционер и отличнуая кухня, где вы сможете приготовить любимые блюда.',

      'На балконе вы сможете наслаждаться видом на город, попивая свежесваренный кофе из кофемашины.',

      'Вас удивит наш апартамент благодаря чистому постельному белью и приятному запаху.',

      'Ванная комната совмещена с туалетом.',

      'Для вашего комфорта в апартаменте есть посудомоечная машина, духовка, бесплатный Wi-Fi, телевизор, фен, полотенца, утюг, стиральная машина, микроволновка, чайник и холодильник.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Приезжайте и наслаждайтесь своим отдыхом!',
    ],

    summerPrice: '10 000',
    winterPrice: '6 000',
    rooms: '2',
    floor: '6',
    meta: {
      title: 'Бронирование апартамента 607 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 53 m², 4 спальных места, 6 этаж, с видом на город в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '12',
  },
  {
    name: '606',
    balcony: true,
    studio: false,
    oneRoom: false,
    twoRoom: true,
    threeRoom: false,
    squareMeters: '53',
    view: false,
    hairDryer: true,
    dishwasher: true,
    oven: true,
    sleepingPlaces: '4',
    wifi: true,
    coffeeMachine: false,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/606/1.jpg',
        id: '606-0',
      },
      {
        img: '/assets/apartments/606/2.jpg',
        id: '606-1',
      },
      {
        img: '/assets/apartments/606/3.jpg',
        id: '606-2',
      },
      {
        img: '/assets/apartments/606/4.jpg',
        id: '606-3',
      },
      {
        img: '/assets/apartments/606/5.jpg',
        id: '606-4',
      },
      {
        img: '/assets/apartments/606/6.jpg',
        id: '606-5',
      },
      {
        img: '/assets/apartments/606/7.jpg',
        id: '606-6',
      },
      {
        img: '/assets/apartments/606/8.jpg',
        id: '606-7',
      },
    ],

    description: [
      'Добро пожаловать в уютный двухкомнатный апартамент площадью 53 m², который предоставит вам и вашей семье или друзьям 4 комфортных спальных места.',

      'Вы будете в восторге от дизайна этого прекрасного жилья, который запомнится на всю жизнь.',

      'Спальня предлагает превосходную кровать и мощный кондиционер, который обеспечит вам ночной отдых в приятной атмосфере.',

      'В гостиной вы найдете удобный диван, большой обеденный стол, кондиционер и современную кухню, где вы можете приготовить свои любимые блюда.',

      'Апартамент имеет прекрасный балкон с удивительным видом на море, где гости могут наслаждаться пейзажами и проводить время в приятной атмосфере.',

      'Апартамент всегда будет убран и предложит вам чистое постельное белье, свежий запах и приятную атмосферу.',

      'Ванная комната совмещена с туалетом.',

      'Для вашего удобства, посудомоечная машина, духовка, бесплатный Wi-Fi, телевизор, фен, полотенца, утюг, стиральная машина, микроволновка, чайник и холодильник, что позволит вам насладиться проживанием в этом апартаменте.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Проведите незабываемое время в нашем апартаменте, который обеспечит вам комфортный и приятный отдых на прекрасном побережье.',
    ],

    summerPrice: '9 000',
    winterPrice: '5 000',
    rooms: '2',
    floor: '6',
    meta: {
      title: 'Бронирование апартамента 606 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 53 m², 4 спальных места, 6 этаж, с видом на город в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '11',
  },
  {
    name: '605',
    balcony: true,
    studio: true,
    oneRoom: false,
    twoRoom: false,
    threeRoom: false,
    squareMeters: '50',
    view: false,
    hairDryer: true,
    dishwasher: false,
    oven: false,
    sleepingPlaces: '4',
    wifi: true,
    coffeeMachine: false,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/605/1.jpg',
        id: '605-0',
      },
      {
        img: '/assets/apartments/605/2.jpg',
        id: '605-1',
      },
      {
        img: '/assets/apartments/605/3.jpg',
        id: '605-2',
      },
      {
        img: '/assets/apartments/605/4.jpg',
        id: '605-3',
      },
      {
        img: '/assets/apartments/605/5.jpg',
        id: '605-4',
      },
      {
        img: '/assets/apartments/605/6.jpg',
        id: '605-5',
      },
      {
        img: '/assets/apartments/605/7.jpg',
        id: '605-6',
      },
      {
        img: '/assets/apartments/605/8.jpg',
        id: '605-7',
      },
    ],

    description: [
      'Добро пожаловать в нашу стильный апартамент-студию площадью 50 m², где найдется место для 4 гостей, будь то семья или компания друзей.',

      'Вас порадует удобная кровать и раскладной диван, а также просторный обеденный стол, где вы можете провести время вместе за вкусным обедом.',

      'А балкон с видом на город позволит насладиться красивым панорамным видом.',

      'В апартаменте всегда будет чистое постельное белье, свежий запах и все, что нужно для комфортного проживания.',

      'Ванная комната совмещена с туалетом.',

      'Вы сможете оставаться на связи, благодаря бесплатному Wi-Fi и наслаждаться развлечениями на телевизоре.',

      'А также у вас будет все необходимое для комфортного проживания, включая фен, полотенца, утюг, стиральную машину, микроволновку, чайник и холодильник.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Ждем вас в наших апартаментах!',
    ],

    summerPrice: '8 500',
    winterPrice: '5 000',
    rooms: 'Студия',
    floor: '6',
    meta: {
      title: 'Бронирование апартамента 605 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 50 m², 4 спальных места, 6 этаж, с видом на город в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '10',
  },
  {
    name: '509',
    balcony: true,
    studio: false,
    oneRoom: false,
    twoRoom: true,
    threeRoom: false,
    squareMeters: '57',
    view: false,
    hairDryer: true,
    dishwasher: true,
    oven: true,
    sleepingPlaces: '5',
    wifi: true,
    coffeeMachine: false,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/509/1.jpg',
        id: '509-0',
      },
      {
        img: '/assets/apartments/509/2.jpg',
        id: '509-1',
      },
      {
        img: '/assets/apartments/509/3.jpg',
        id: '509-2',
      },
      {
        img: '/assets/apartments/509/4.jpg',
        id: '509-3',
      },
      {
        img: '/assets/apartments/509/5.jpg',
        id: '509-4',
      },
      {
        img: '/assets/apartments/509/6.jpg',
        id: '509-5',
      },
      {
        img: '/assets/apartments/509/7.jpg',
        id: '509-6',
      },
      {
        img: '/assets/apartments/509/8.jpg',
        id: '509-7',
      },
    ],

    description: [
      'Добро пожаловать в просторные и уютные двухкомнатные апартаменты площадью 57 m² с 5 спальными местами, которые идеально подойдут для семейного отдыха или отдыха с друзьями.',

      'В спальне вы найдете мягкую кровать и мощный кондиционер для комфортного сна.',

      'А в гостиной - просторный диван и кресло, обеденный стол и отличную кухню, где вы можете приготовить вкусные блюда для всей компании.',

      'На балконе вы сможете насладиться прекрасным видом на город.',

      'Весь апартамент окутан приятным запахом свежести и комфорта, а ванная комната совмещена с туалетом.',

      'Вы будете чувствовать себя как дома в наших апартаментах благодаря чистому постельному белью, которое мы регулярно меняем и свежему аромату',

      'Для вашего удобства в апартаменте есть все необходимое - посудомоечная машина, духовка, бесплатный Wi-Fi, телевизор, фен, полотенца, утюг, стиральная машина, микроволновка, чайник и холодильник.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Приезжайте и наслаждайтесь отдыхом в прекрасном апартаменте.',
    ],

    summerPrice: '10 000',
    winterPrice: '6 000',
    rooms: '2',
    floor: '5',
    meta: {
      title: 'Бронирование апартамента 509 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 57 m², 5 спальных мест, 5 этаж, с видом на город в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '9',
  },
  {
    name: '503',
    balcony: true,
    studio: false,
    oneRoom: false,
    twoRoom: true,
    threeRoom: false,
    squareMeters: '52',
    view: false,
    hairDryer: true,
    dishwasher: false,
    oven: false,
    sleepingPlaces: '4',
    wifi: true,
    coffeeMachine: false,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/503/1.jpg',
        id: '503-0',
      },
      {
        img: '/assets/apartments/503/2.jpg',
        id: '503-1',
      },
      {
        img: '/assets/apartments/503/3.jpg',
        id: '503-2',
      },
      {
        img: '/assets/apartments/503/4.jpg',
        id: '503-3',
      },
      {
        img: '/assets/apartments/503/5.jpg',
        id: '503-4',
      },
      {
        img: '/assets/apartments/503/6.jpg',
        id: '503-5',
      },
      {
        img: '/assets/apartments/503/7.jpg',
        id: '503-6',
      },
      {
        img: '/assets/apartments/503/8.jpg',
        id: '503-7',
      },
    ],

    description: [
      'Добро пожаловать в наши двухкомнатные апартаменты, площадью 52 m² с 4 спальными местами, которые станут идеальным выбором для семейного отдыха или отдыха с друзьями.',

      'Здесь Вы ощутите незабываемый дизайн и комфорт на каждом шагу.',

      'В спальне Вас ждет большая кровать с кондиционером для полноценного сна.',

      'В гостиной удобный диван, обеденный стол, кондиционер и кухню, где можно готовить вкусные блюда.',

      'С балкона открывается красивый вид на город, который позволит насладиться утренним кофе или вечерними закатами.',

      'В апартаментах всегда свежее постельное белье и чистота.',

      'Ванная комната совмещена с туалетом для Вашего удобства.',

      'Все необходимые удобства включены в стоимость проживания, такие как бесплатный Wi-Fi, телевизор, фен, полотенца, утюг, стиральная машина, микроволновка, чайник и холодильник.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Проведите незабываемый отпуск в наших апартаментах!',
    ],

    summerPrice: '9 000',
    winterPrice: '5 000',
    rooms: '2',
    floor: '5',
    meta: {
      title: 'Бронирование апартамента 503 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 52 m², 4 спальных мест, 5 этаж, с видом на город в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '8',
  },
  {
    name: '416',
    balcony: true,
    studio: false,
    oneRoom: true,
    twoRoom: false,
    threeRoom: false,
    squareMeters: '45',
    view: false,
    hairDryer: true,
    dishwasher: false,
    oven: false,
    sleepingPlaces: '4',
    wifi: true,
    coffeeMachine: false,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/416/1.jpg',
        id: '416-0',
      },
      {
        img: '/assets/apartments/416/2.jpg',
        id: '416-1',
      },
      {
        img: '/assets/apartments/416/3.jpg',
        id: '416-2',
      },
      {
        img: '/assets/apartments/416/4.jpg',
        id: '416-3',
      },
      {
        img: '/assets/apartments/416/5.jpg',
        id: '416-4',
      },
      {
        img: '/assets/apartments/416/6.jpg',
        id: '416-5',
      },
      {
        img: '/assets/apartments/416/7.jpg',
        id: '416-6',
      },
      {
        img: '/assets/apartments/416/8.jpg',
        id: '416-7',
      },
    ],

    description: [
      'Добро пожаловать в уютные однокомнатные апартаменты площадью 45 m², которые станут идеальным выбором для семьи или компании друзей.',

      'В нашем апартаменте есть всё необходимое для пребывания - 4 спальных места, чтобы каждый мог расслабиться и отдохнуть после насыщенного дня.',

      'В спальне есть удобная двуспальная кровать, а также кондиционер, который создаст идеальную атмосферу для здорового и комфортного сна.',

      'В гостиной уютный диван, обеденный стол и прекрасно оборудованная кухня, где вы сможете приготовить свои любимые блюда.',

      'Апартамент также включает в себя балкон с видом на город, где вы можете наслаждаться прекрасным видом.',

      'Мы гарантируем, что в апартаментах всегда будет чистое постельное белье, свежий запах и настоящий комфорт, который поможет вам расслабиться и насладиться отдыхом.',

      'Ванная комната совмещена с туалетом и имеет все необходимые удобства для ваc.',

      'Есть всё необходимое оборудование, бесплатный Wi-Fi, телевизор, фен, полотенца, утюг, стиральную машину, микроволновую печь, чайник и холодильник - всё, что нужно для проживания в нашем городе.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Мы будем рады приветствовать вас в наших апартаментах и сделать все возможное, чтобы ваше пребывание было максимально незабываемым и приятным!',
    ],

    summerPrice: '8 500',
    winterPrice: '5 000',
    rooms: '1',
    floor: '4',
    meta: {
      title: 'Бронирование апартамента 416 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 45 m², 4 спальных места, 4 этаж, с видом на город в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '7',
  },
  {
    name: '415',
    balcony: false,
    studio: false,
    oneRoom: false,
    twoRoom: true,
    threeRoom: false,
    squareMeters: '45',
    view: false,
    hairDryer: true,
    dishwasher: false,
    oven: false,
    sleepingPlaces: '4',
    wifi: true,
    coffeeMachine: false,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/415/1.jpg',
        id: '415-0',
      },
      {
        img: '/assets/apartments/415/2.jpg',
        id: '415-1',
      },
      {
        img: '/assets/apartments/415/3.jpg',
        id: '415-2',
      },
      {
        img: '/assets/apartments/415/4.jpg',
        id: '415-3',
      },
      {
        img: '/assets/apartments/415/5.jpg',
        id: '415-4',
      },
      {
        img: '/assets/apartments/415/6.jpg',
        id: '415-5',
      },
      {
        img: '/assets/apartments/415/7.jpg',
        id: '415-6',
      },
      {
        img: '/assets/apartments/415/8.jpg',
        id: '415-7',
      },
    ],

    description: [
      'Добро пожаловать в уютные и комфортабельные двухкомнатные апартаменты площадью 45 m², это идеальное место отдыха и развлечений для семьи или компании друзей, где есть 4 спальных места для вашего удобства.',

      'В спальне вы найдете уютную кровать и кондиционер, который обеспечит потрясающий сон после долгих прогулок по городу.',

      'В гостиной же находится просторный диван, обеденный стол и полностью оборудованная кухня, где вы можете приготовить свои любимые блюда.',

      'В апартаментах всегда чистое постельное белье, атмосфера свежести и красоты, которая создает приятную и спокойную обстановку для вашего отдыха.',

      'Ванная комната совмещена с туалетом, а вид на город из окна добавит романтики и уюта в ваш отдых.',

      'Мы предоставляем бесплатный Wi-Fi, телевизор, фен, полотенца, утюг, стиральную машину, микроволновку, чайник и холодильник, чтобы обеспечить вам максимально комфортный и беззаботный отдых.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Бронируйте наши апартаменты и наслаждайтесь прекрасным отдыхом в нашем гостеприимном городе!',
    ],

    summerPrice: '8 000',
    winterPrice: '4 500',
    rooms: '2',
    floor: '4',
    meta: {
      title: 'Бронирование апартамента 415 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 45 m², 4 спальных места, 4 этаж, с видом на город в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '6',
  },
  {
    name: '402',
    balcony: true,
    studio: false,
    oneRoom: false,
    twoRoom: false,
    threeRoom: true,
    squareMeters: '57',
    view: false,
    hairDryer: true,
    dishwasher: false,
    oven: false,
    sleepingPlaces: '6',
    wifi: true,
    coffeeMachine: false,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/402/1.jpg',
        id: '402-0',
      },
      {
        img: '/assets/apartments/402/2.jpg',
        id: '402-1',
      },
      {
        img: '/assets/apartments/402/3.jpg',
        id: '402-2',
      },
      {
        img: '/assets/apartments/402/4.jpg',
        id: '402-3',
      },
      {
        img: '/assets/apartments/402/5.jpg',
        id: '402-4',
      },
      {
        img: '/assets/apartments/402/6.jpg',
        id: '402-5',
      },
      {
        img: '/assets/apartments/402/7.jpg',
        id: '402-6',
      },
      {
        img: '/assets/apartments/402/8.jpg',
        id: '402-7',
      },
    ],

    description: [
      'Добро пожаловать в просторные и уютные трехкомнатные апартаменты площадью 57 m², которые идеально подойдут для проживания семьи или компании друзей.',

      'У нас есть 6 удобных спальных мест, чтобы каждый мог расслабиться и насладиться отдыхом.',

      'В апартаменте есть две спальни с кондиционерами и кроватями, где вы сможете наслаждаться комфортным и здоровым сном.',

      'В гостиной вы найдете удобный диван, обеденный стол, кондиционер и прекрасно оборудованную кухню, где вы сможете приготовить свои любимые блюда.',

      'Апартамент также включает в себя балкон с видом на город, где вы сможете выпить чашечку кофе.',

      'Мы гарантируем, что в апартаментах всегда будет чистое постельное белье, свежий запах и настоящие наслаждение, который поможет вам расслабиться.',

      'Ванная комната совмещена с туалетом и имеет все необходимые удобства для вашего удовольствия.',

      'Есть всё необходимое, бесплатный Wi-Fi, телевизор, фен, полотенца, утюг, стиральную машину, микроволновую печь, чайник и холодильник - все, что нужно для комфортного проживания в нашем апартаменте.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Мы будем рады приветствовать вас в наших апартаментах и сделать все возможное, чтобы ваше пребывание было максимально комфортным и приятным!',
    ],

    summerPrice: '10 000',
    winterPrice: '5 000',
    rooms: '3',
    floor: '4',
    meta: {
      title: 'Бронирование апартамента 402 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 57 m², 6 спальных мест, 4 этаж, с видом на город в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '5',
  },
  {
    name: '312',
    balcony: true,
    studio: false,
    oneRoom: true,
    twoRoom: false,
    threeRoom: false,
    squareMeters: '45',
    view: false,
    hairDryer: true,
    dishwasher: false,
    oven: false,
    sleepingPlaces: '4',
    wifi: true,
    coffeeMachine: false,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/312/1.jpg',
        id: '312-0',
      },
      {
        img: '/assets/apartments/312/2.jpg',
        id: '312-1',
      },
      {
        img: '/assets/apartments/312/3.jpg',
        id: '312-2',
      },
      {
        img: '/assets/apartments/312/4.jpg',
        id: '312-3',
      },
      {
        img: '/assets/apartments/312/5.jpg',
        id: '312-4',
      },
      {
        img: '/assets/apartments/312/6.jpg',
        id: '312-5',
      },
      {
        img: '/assets/apartments/312/7.jpg',
        id: '312-6',
      },
      {
        img: '/assets/apartments/312/8.jpg',
        id: '312-7',
      },
    ],

    description: [
      'Добро пожаловать в уютный однокомнатный апартамент площадью 45 m²!',

      'Он идеально подходит для семьи или компании друзей, ведь здесь есть четыре удобных спальных места.',

      'В спальне расположена прелестная кровать, где вы сможете наслаждаться комфортом и отличным сном.',

      'В гостиной вы найдете диван, обеденный стол и кондиционер, что сделает ваше пребывание здесь еще более приятным.',

      'Вы сможете наслаждаться видом на город с балкона, который также входит в комплектацию апартамента.',

      'В апартаменте всегда чистое постельное белье, свежесть и удобство.',

      'Ванная комната совмещена с туалетом, что обеспечит вам максимальную комфортность и удобство.',

      'Кроме того, для вашего удобства здесь есть бесплатный Wi-Fi, телевизор, фен, полотенца, утюг, стиральная машина, микроволновка, чайник и холодильник - все необходимое для проживания.',

      'Приезжайте и получувствуйте релаксацию в этом прекрасном апартаменте!',
    ],

    summerPrice: '9 000',
    winterPrice: '6 000',
    rooms: '1',
    floor: '3',
    meta: {
      title: 'Бронирование апартамента 312 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 45 m², 4 спальных места, 3 этаж, с видом на город в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '4',
  },
  {
    name: '310',
    balcony: false,
    studio: false,
    oneRoom: true,
    twoRoom: false,
    threeRoom: false,
    squareMeters: '45',
    view: false,
    hairDryer: true,
    dishwasher: false,
    oven: true,
    sleepingPlaces: '4',
    wifi: true,
    coffeeMachine: false,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/310/1.jpg',
        id: '310-0',
      },
      {
        img: '/assets/apartments/310/2.jpg',
        id: '310-1',
      },
      {
        img: '/assets/apartments/310/3.jpg',
        id: '310-2',
      },
      {
        img: '/assets/apartments/310/4.jpg',
        id: '310-3',
      },
      {
        img: '/assets/apartments/310/5.jpg',
        id: '310-4',
      },
      {
        img: '/assets/apartments/310/6.jpg',
        id: '310-5',
      },
      {
        img: '/assets/apartments/310/7.jpg',
        id: '310-6',
      },
      {
        img: '/assets/apartments/310/8.jpg',
        id: '310-7',
      },
    ],

    description: [
      'Добро пожаловать в наш однокомнатный апартамент площадью 45 m²!',

      'Здесь вы найдете четыре спальных места, идеально подходящих для семьи или компании друзей.',

      'Отдельная спальня с удобной кроватью обеспечит вам приятный отдых после долгого дня.',

      'Гостиная с диваном, обеденным столом, кондиционером и отлично оборудованной кухней станет прекрасным местом для встреч с близкими и друзьями.',

      'Из окна вы сможете наслаждаться видом на город, который не оставит вас равнодушным.',

      'Мы гарантируем, что в апартаменте всегда будет чистое постельное белье, свежий запах и комфорт.',

      'Ванная комната совмещена с туалетом для вашего удобства.',

      'В апартаменте также предоставляется духовка, бесплатный Wi-Fi, телевизор, фен, полотенца, утюг, стиральная машина, микроволновка, чайник и холодильник для вашего комфорта.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Бронируйте наш однокомнатный апартамент и получите приятные воспоминания о вашем пребывании у нас!',
    ],

    summerPrice: '9 000',
    winterPrice: '5 000',
    rooms: '1',
    floor: '3',
    meta: {
      title: 'Бронирование апартамента 310 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 45 m², 4 спальных места, 3 этаж, с видом на город в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '3',
  },
  {
    name: '21-8',
    balcony: false,
    studio: false,
    oneRoom: false,
    twoRoom: false,
    threeRoom: true,
    squareMeters: '48',
    view: false,
    hairDryer: true,
    dishwasher: false,
    oven: false,
    sleepingPlaces: '6',
    wifi: true,
    coffeeMachine: false,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/21-8/1.jpg',
        id: '21/8-0',
      },
      {
        img: '/assets/apartments/21-8/2.jpg',
        id: '21/8-1',
      },
      {
        img: '/assets/apartments/21-8/3.jpg',
        id: '21/8-2',
      },
      {
        img: '/assets/apartments/21-8/4.jpg',
        id: '21/8-3',
      },
      {
        img: '/assets/apartments/21-8/5.jpg',
        id: '21/8-4',
      },
      {
        img: '/assets/apartments/21-8/6.jpg',
        id: '21/8-5',
      },
      {
        img: '/assets/apartments/21-8/7.jpg',
        id: '21/8-6',
      },
      {
        img: '/assets/apartments/21-8/8.jpg',
        id: '21/8-7',
      },
    ],

    description: [
      'Добро пожаловать в наш трехкомнатный апартамент площадью 48 m², который готов принять вас и вашу семью или компанию друзей.',

      'Вас ожидает превосходный дизайн, который порадует глаз и создаст уютную атмосферу.',

      'В двух спальнях установлены удобные двуспальные кровати и кондиционеры, чтобы вы могли наслаждаться комфортным сном.',

      'В гостиной вас ждет уютный диван, прекрасный обеденный стол и отлично оборудованная кухня.',

      'Апартамент также включает в себя вид на город из окна.',

      'В апартаменте всегда будет чистое постельное белье, свежесть и уют, чтобы вы могли чувствовать себя как дома.',

      'Ванная комната совмещена с туалетом, что обеспечивает удобство и комфорт.',

      'А чтобы Ваш отдых был максимально приятным, мы предлагаем бесплатный Wi-Fi, телевизор, фен, полотенца, утюг, стиральную машину, микроволновку, чайник и холодильник, чтобы вы могли чувствовать себя удовлетворенно и уютно в любое время.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Позвольте себе расслабиться и отправиться в путешествие, оставив заботы о быте позади.',
    ],

    summerPrice: '10 000',
    winterPrice: '6 000',
    rooms: '3',
    floor: '1',
    meta: {
      title: 'Бронирование апартамента 21-8 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 48 m², 6 спальных мест, 1 этаж, с видом на город в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '2',
  },
  {
    name: '21-6',
    balcony: false,
    studio: false,
    oneRoom: false,
    twoRoom: true,
    threeRoom: false,
    squareMeters: '48',
    view: false,
    hairDryer: true,
    dishwasher: true,
    oven: true,
    sleepingPlaces: '4',
    wifi: true,
    coffeeMachine: false,
    towels: true,
    iron: true,
    conditioner: true,
    washer: true,
    microwave: true,
    pictures: [
      {
        img: '/assets/apartments/21-6/1.jpg',
        id: '21/6-0',
      },
      {
        img: '/assets/apartments/21-6/2.jpg',
        id: '21/6-1',
      },
      {
        img: '/assets/apartments/21-6/3.jpg',
        id: '21/6-2',
      },
      {
        img: '/assets/apartments/21-6/4.jpg',
        id: '21/6-3',
      },
      {
        img: '/assets/apartments/21-6/5.jpg',
        id: '21/6-4',
      },
      {
        img: '/assets/apartments/21-6/6.jpg',
        id: '21/6-5',
      },
      {
        img: '/assets/apartments/21-6/7.jpg',
        id: '21/6-6',
      },
      {
        img: '/assets/apartments/21-6/8.jpg',
        id: '21/6-7',
      },
    ],

    description: [
      'Добро пожаловать в прекрасные и уютные двухкомнатные апартаменты площадью 48 m²!',

      'Наше жилье идеально подходит для семьи или компании друзей, у нас есть 4 спальных места для вашего удобства.',

      'Одна из главных особенностей нашей спальни - это невероятный дизайн, который точно порадует ваш взгляд!',

      'Вас ждет большая и удобная кровать, а система потолочного кондиционирования подарит вам свежий воздух и комфорт в жаркие летние дни.',

      'В гостиной вы найдете уютный диван, обеденный стол и современную кухню, где вы можете приготовить свои любимые блюда.',

      'Мы всегда следим за чистотой и уютом в наших апартаментах, поэтому здесь всегда чистое постельное белье и приятная свежесть.',

      'Ванная комната совмещена с туалетом, что удобно и практично для наших гостей.',

      'А благодаря наличию бесплатного Wi-Fi, телевизора, посудомоечной машины, фена, полотенец, утюга, стиральной машины, микроволновки, чайника и холодильника, ваш отдых будет максимально комфортным и беззаботным.',

      'Мы рады сообщить, что у нас можно останавливаться с детьми и домашними животными.',

      'Мы уверены, что вы останетесь довольны своим выбором и проведете незабываемое время в наших апартаментах.',
    ],

    summerPrice: '10 000',
    winterPrice: '6 000',
    rooms: '2',
    floor: '1',
    meta: {
      title: 'Бронирование апартамента 21-6 | Барселона Парк | Аренда',
      description:
        'Забронировать апартамент площадью 48 m², 4 спальных места, 1 этаж, с видом на город в Сочи',
      keywords: 'Бронирование апартамента, Барселона Парк, Апартамент Сочи, апартамент',
    },
    sort: '1',
  },
];
