export const meta = [
  {
    id: 'Select-category',
    name: 'Страница всех категорий',
    title: 'Выберите категорию',
    description: 'Выберите категорию апартаментов по лучшей цене! | Barselona Park',
    keywords: 'Выберите категорию, апартаменты',
  },
  {
    id: 'All-apartments',
    name: 'Все апартаменты',
    title: 'Все апартаменты',
    description: 'В этой категории представлены "все апартаменты", по лучшей цене! | Barselona Park',
    keywords: 'Все апартаменты, апартаменты',
    filterBy: ['iron', true],
  },
  {
    id: 'With-balcony',
    name: 'С балконом',
    title: 'Апартаменты с балконом',
    description:
      'В этой категории представлены "апартаменты с балконом", по лучшей цене! | Barselona Park',
    keywords: 'Апартаменты с балконом, с балконом, апартаменты',
    filterBy: ['balcony', true],
  },
  {
    id: 'Without-balcony',
    name: 'Без балконом',
    title: 'Апартаменты без балкона',
    description:
      'В этой категории представлены "апартаменты без балкона", по лучшей цене! | Barselona Park',
    keywords: 'Апартаменты без балкона, без балкона, апартаменты',
    filterBy: ['balcony', false],
  },
  {
    id: 'Studio',
    name: 'Студии',
    title: 'Апартаменты студии',
    description: 'В этой категории представлены "апартаменты студии", по лучшей цене! | Barselona Park',
    keywords: 'Апартаменты студии, cтудии, апартаменты',
    filterBy: ['studio', true],
  },
  {
    id: 'One-room',
    name: 'Однокомнатные',
    title: 'Однокомнатные апартаменты',
    description:
      'В этой категории представлены "однокомнатные апартаменты", по лучшей цене! | Barselona Park',
    keywords: 'Однокомнатные апартаменты, однокомнатные, апартаменты',
    filterBy: ['oneRoom', true],
  },
  {
    id: 'Two-room',
    name: 'Двухкомнатные',
    title: 'Двухкомнатные апартаменты',
    description:
      'В этой категории представлены "двухкомнатные апартаменты", по лучшей цене! | Barselona Park',
    keywords: 'Двухкомнатные апартаменты, двухкомнатные, апартаменты',
    filterBy: ['twoRoom', true],
  },
  {
    id: 'Three-room',
    name: 'Трехкомнатные',
    title: 'Трехкомнатные апартаменты',
    description:
      'В этой категории представлены "трехкомнатные апартаменты", по лучшей цене! | Barselona Park',
    keywords: 'Трехкомнатные апартаменты, трехкомнатные, апартаменты',
    filterBy: ['threeRoom', true],
  },
  {
    id: 'Sea-view',
    name: 'Вид на море',
    title: 'Апартаменты с видом на море',
    description:
      'В этой категории представлены "апартаменты с видом на море", по лучшей цене! | Barselona Park',
    keywords: 'Апартаменты с видом на море, вид на море, апартаменты',
    filterBy: ['view', true],
  },
  {
    id: 'City-view',
    name: 'Вид на город',
    title: 'Апартаменты с видом на город',
    description:
      'В этой категории представлены "апартаменты с видом на город", по лучшей цене! | Barselona Park',
    keywords: 'Апартаменты с видом на город, вид на город, апартаменты',
    filterBy: ['view', false],
  },
  {
    id: '3-sleeping-places',
    name: '3 cпальных места',
    title: 'Апартаменты с 3 спальными местами',
    description:
      'В этой категории представлены "апартаменты с 3 спальными местами", по лучшей цене! | Barselona Park',
    keywords: 'Апартаменты с 3 спальными местами, 3 спальных места, апартаменты',
    filterBy: ['sleepingPlaces', '3'],
  },
  {
    id: '4-sleeping-places',
    name: '4 cпальных места',
    title: 'Апартаменты с 4 спальными местами',
    description:
      'В этой категории представлены "апартаменты с 4 спальными местами", по лучшей цене! | Barselona Park',
    keywords: 'Апартаменты с 4 спальными местами, 4 спальных места, апартаменты',
    filterBy: ['sleepingPlaces', '4'],
  },
  {
    id: '5-sleeping-places',
    name: '5 cпальных мест',
    title: 'Апартаменты с 5 спальными местами',
    description:
      'В этой категории представлены "апартаменты с 5 спальными местами", по лучшей цене! | Barselona Park',
    keywords: 'Апартаменты с 5 спальными местами, 5 спальных места, апартаменты',
    filterBy: ['sleepingPlaces', '5'],
  },
  {
    id: '6-sleeping-places',
    name: '6 cпальных мест',
    title: 'Апартаменты с 6 спальными местами',
    description:
      'В этой категории представлены "апартаменты с 6 спальными местами", по лучшей цене! | Barselona Park',
    keywords: 'Апартаменты с 6 спальными местами, 6 спальных места, апартаменты',
    filterBy: ['sleepingPlaces', '6'],
  },
  {
    id: 'With-coffee-machine',
    name: 'С кофемашиной',
    title: 'Апартаменты с кофемашиной',
    description:
      'В этой категории представлены "апартаменты с кофемашиной", по лучшей цене! | Barselona Park',
    keywords: 'Апартаменты с кофемашиной,с кофемашиной, апартаменты',
    filterBy: ['coffeeMachine', true],
  },
  {
    id: 'With-oven',
    name: 'С духовкой',
    title: 'Апартаменты с духовкой',
    description:
      'В этой категории представлены "апартаменты с духовкой", по лучшей цене! | Barselona Park',
    keywords: 'Апартаменты с духовкой,с духовкой, апартаменты',
    filterBy: ['oven', true],
  },
  {
    id: 'With-dishwasher',
    name: 'С посудомоечной машиной',
    title: 'Апартаменты с посудомоечной машиной',
    description:
      'В этой категории представлены "апартаменты с посудомоечной машиной", по лучшей цене! | Barselona Park',
    keywords: 'Апартаменты с посудомоечной машиной,с посудомоечной машиной, апартаменты',
    filterBy: ['dishwasher', true],
  },
  {
    id: 'With-oven-and-dishwasher',
    name: 'С духовкой и посудомоечной машиной',
    title: 'Апартаменты с духовкой и посудомоечной машиной',
    description:
      'В этой категории представлены "апартаменты с духовкой и посудомоечной машиной", по лучшей цене! | Barselona Park',
    keywords: 'духовка и посудомоечная машина,с духовкой и посудомоечной машиной, апартаменты',
    filterBy: ['oven', true, 'dishwasher', true],
  },
];

export const categoryMeta = (findMetaId: string) => {
  return meta.find((obj) => obj.id === findMetaId);
};
